Repository: BGforgeNet/bg2-wildmage
Catalog: wildmage/tra/po/*.po
Languages: german, russian

source: This spellbook once belonged to Rhialto "the Marvelous". You obtained it after his sudden demise. Although the book is in a bad condition - torn pages, insane scribble and stains all over, it's still radiating a lot of magical power. This book is as much a diary and a notebook as it is a spellbook. Although he clearly was a madman when you met him, Rhialto once must have been a genius; not only did he develop new spells, he also was obsessed with learning alternative ways of spellcasting, this is what led him to wild magic in the first place, and most likely caused his insanity in the end. Some of the pages are covered with mystic runes that may be used to invoke the spells inscribed on these pages - a convenient way to cast those spells instantly without having to memorize them. Only a small selection of the spells is prepared like this, though; seems like Rhialto found other ways to cast spells on demand. The overall selection of spells in this book is quite unusual, you could try to learn how to cast some of these spells. STATISTICS: May be used once per day to cast one of the following spells: Armor Chaos Shield Dispel Magic Friends Gymlainac's Lightbend Horror Invisibility Larloch's Minor Drain Rhialto's Random Missiles Wizard Eye Only Usable By: Wild Mage
german: Dieses Zauberbuch gehörte einst Rhialto "dem Fabelhaften". Du hast es nach seinem plötzlichen Ableben an Dich genommen. Obwohl das Buch in ausserordentlich schlechtem Zustand ist - Alles voller Flecken, zerrissenen Seiten und blödsinnigem Gekritzel, strahlt es doch immer noch eine große Menge magischer Energie ab. Dieses Buch ist sowohl Zauberbuch als auch Tagebuch und Notizblock. Obwohl er ganz klar verrückt war, als Du ihn trafst, muss Rhialto doch einst ein Genie gewesen sein. Er hat nicht nur neue Zaubersprüche entwickelt, er war auch davon besessen, alternative Wege zu finden Magie zu wirken. Dies brachte ihn zum Studium der unbändigen Magie, und war am Ende wohl auch für seinen Wahnsinn verantwortlich. Einige Seiten dieses Buches sind mit mystischen Runen überzogen, die dazu genutzt werden können, die Zauber die sich auf diesen Seiten befinden sofort zu sprechen ohne sie sich vorher einprägen zu müssen. Allerdings wurde nur eine kleine Auswahl an Zaubern derartig vorbereitet - scheint so als ob Rhialto andere Wege gefunden hat, seine Zauber je nach Bedarf zu wirken. Die Auswahl an Zaubersprüchen in diesem Buch ist recht ungewöhnlich, vielleicht kannst Du einige dieser Zauber lernen. STATISTIK: Kann einmal pro Tag benutzt werden, um einen der folgenden Zauber zu wirken: Panzer Chaosschild Magie Bannen Freundschaft Gymlainacs Lichtbrechung Schrecken Unsichtbarkeit Larlochs Geringerer Lebenskraftentzug Rhialtos Zufällige Geschosse Zauberauge Nur benutzbar durch: Hasardeur
russian: Эта книга заклинаний когда-то принадлежала Риалто "Изумительному". Вы получили ее после его внезапной кончины. Хотя книга и в плохом состоянии - порванные страницы, безумная писанина и пятна повсюду, она по-прежнему излучает большое количество магической силы. Эта книга в такой же степени дневник и записная книжка, как и книга заклинаний. Хотя он определенно и был психом в момент вашей встречи, но все же Риалто был гением; он не только разработал новые заклинания, но и был одержим изучением альтернативных способов волшбы, что, во-первых, привело его к дикой магии, и скорее всего, стало причиной его безумия, в конце концов. Некоторые страницы покрыты мистическими рунами, которые могли использоваться для активирования заклинаний вписанных на этих страницах - удобный способ накладывать эти заклинания мгновенно без необходимости их запоминания. Однако подобным способом подготовлена только небольшая подборка заклинаний; судя по всему Риалто нашел иные способы накладывать заклинания по требованию. Общая подборка заклинаний в этой книге довольно необычна, вы можете попытаться научиться, как накладывать некоторые из этих заклинаний. ПОКАЗАТЕЛИ: Может быть использована раз в день для наложения одного из следующих заклинаний: Броня Щит хаоса Рассеять магию Друзья Светоискривление Гимлейнака Ужас Невидимость Малое иссушение Ларлока Случайные снаряды Риалто Глаз мага Может использоваться только: Диким магом

source: Read
german: Lesen
russian: Прочитать

source: Rhialto the Marvelous
german: Rhialto der Fabelhafte
russian: Риалто Изумительный

source: Rhialto
russian: Риалто

source: Wild Surge: Caster changed into a squirrel
german: Unbändige Woge: Der Zaubernde verwandelt sich in ein Eichhörnchen
russian: Дикая Волна: Заклинатель превратился в белку

source: Letter
german: Brief
russian: Письмо

source: My dear friend Gorion, be careful on your departure, there's a Wild Mage hanging about outside the walls of Candlekeep. His intentions are unknown; once you left the keep, better hit the trail straightaway. E.
german: Mein lieber Freund Gorion, Ihr müsst bei Eurer Abreise gut aufpassen, außerhalb der Mauern von Kerzenburg treibt sich ein Hasardeur herum. Wir kennen nicht seine Absichten. Habt Ihr Kerzenburg sicher verlassen, kehrt nicht dorthin zurück. E.
russian: Мой дорогой друг Горайон, Будь осторожен во время поездки, в окрестностях стен Кэндлкипа ошивается какой-то дикий маг. Его намерения мне неизвестны; не мешкай, как только покинешь обитель. Э.

source: This strange skull appeared in your inventory one night. It's so loaded with magical energy, it's almost bursting. You wager that this is the result of someone's fizzled Skull Trap spell. Instead of flying at the intended target, the skull materialized in your pockets. You have no idea why it didn't explode as yet, but luckily it didn't. You better throw it at someone mean as soon as possible... STATISTICS: Casts the spell "Skull Trap" at caster-level 12
russian: Этот странный череп возник у вас в инвентаре однажды ночью. Он настолько заряжен магической энергией, что почти взрывается. Вы готовы побиться об заклад, что это результат чьего-то провалившегося заклинания "Ловушка черепа". Вместо того чтобы летать на намеченной цели этот череп материализовался в вашем кармане. Вы понятия не имеете, как он до сих пор не взорвался, но к счастью этого не произошло. Лучше как можно скорее швырнуть его в какого-то неприятеля... ПОКАЗАТЕЛИ: Накладывает заклинание "Ловушка Черепа" с уровнем заклинателя 12

source: Teddy Bear of Protection +2, +4 vs. Demons: 'Pookie the Brave' The Teddy Bear of Protection was made by the archmage Halycron Maeral for his infant son. Whoever holds the item gains protection similar to a ring of protection +2. Although Halycron spent much time for his son's safety and education in the arts of magic, he neglected to teach him the necessary discipline and precautionary measures. At the age of six, Halycron's son accidentally summoned a demon while his parents weren't at home. When Halcroyn and his wive returned, the house was burned down, and the babysitter devoured by the demon. In midst of the ruins, they found their son cowering under an almost unscathed table, tightly holding his beloved teddy bear. STATISTICS: Armor Class: +2 bonus (+4 vs. Demons) Saving Throws: +2 bonus (+4 vs. Demons)
russian: Плюшевый медвежонок Защиты +2, +4 против демонов: 'Смельчак Пуки' Плюшевый медвежонок Защиты был создан архимагом Хелайкроном Мейролом для своего малолетнего сына. Кто бы ни держал его, предмет дает защиту подобную кольцу защиты +2. Хотя Хелайкрон посвятил большое количество времени безопасности и обучению своего сына искусству магии, он пренебрег обучением его необходимости дисциплины и предупредительных мер. В возрасте шести лет, сын Хелайкрона случайно вызвал демона, когда его родителей небыло дома. Когда Хелайкрон вернулся, весь дом был сожжен дотла, а няня сьедена демоном. Посреди руин они нашли сына, который сьежился под практически непострадавшим столом, сжимая в руках своего любимого плюшевого медвежонка. ПОКАЗАТЕЛИ: Класс брони: бонус +2 (+4 против демонов) Спасброски: бонус +2 (+4 против демонов)

source: This spellbook once belonged to Rhialto "the Marvelous". You obtained it after his sudden demise. Although the book is in a bad condition - torn pages, insane scribble and stains all over, it's still radiating a lot of magical power. The overall selection of spells in this book is quite unusual, you could try to learn how to cast some of these spells.
russian: Эта книга заклинаний когда-то принадлежала Риалто "Изумительному". Вы получили ее после его внезапной кончины. Хотя книга и в плохом состоянии - порванные страницы, безумная писанина и пятна повсюду, она по-прежнему излучает большое количество магической силы. Общая подборка заклинаний в этой книге довольно необычна, вы можете попытаться научиться, как накладывать некоторые из этих заклинаний.

source: This spellbook once belonged to Rhialto "the Marvelous". You obtained it after his sudden demise. Although the book is in a bad condition - torn pages, insane scribble and stains all over, it's still radiating a lot of magical power. This book is as much a diary and a notebook as it is a spellbook. Although he clearly was a madman when you met him, Rhialto once must have been a genius; not only did he develop new spells, he also was obsessed with learning alternative ways of spellcasting, this is what led him to wild magic in the first place, and most likely caused his insanity in the end. Some of the pages are covered with mystic runes that may be used to invoke the spells inscribed on these pages - a convenient way to cast those spells instantly without having to memorize them. Only a small selection of the spells is prepared like this, though; seems like Rhialto found other ways to cast spells on demand. The overall selection of spells in this book is quite unusual, you could try to learn how to cast some of these spells. STATISTICS: May be used once per day to cast one of the following spells: Armor Chaos Shield Dispel Magic Friends Gymlainac's Lightbend Horror Invisibility Larloch's Minor Drain Rhialto's Random Missiles Wizard Eye
russian: Эта книга заклинаний когда-то принадлежала Риалто "Изумительному". Вы получили ее после его внезапной кончины. Хотя книга и в плохом состоянии - порванные страницы, безумная писанина и пятна повсюду, она по-прежнему излучает большое количество магической силы. Эта книга в такой же степени дневник и записная книжка, как и книга заклинаний. Хотя он определенно и был психом в момент вашей встречи, но все же Риалто был гением; он не только разработал новые заклинания, но и был одержим изучением альтернативных способов волшбы, что, во-первых, привело его к дикой магии, и скорее всего, стало причиной его безумия, в конце концов. Некоторые страницы покрыты мистическими рунами, которые могли использоваться для активирования заклинаний вписанных на этих страницах - удобный способ накладывать эти заклинания мгновенно без необходимости их запоминания. Однако подобным способом подготовлена только небольшая подборка заклинаний; судя по всему Риалто нашел иные способы накладывать заклинания по требованию. Общая подборка заклинаний в этой книге довольно необычна, вы можете попытаться научиться, как накладывать некоторые из этих заклинаний. ПОКАЗАТЕЛИ: Может быть использована раз в день для наложения одного из следующих заклинаний: Броня Щит хаоса Рассеять магию Друзья Светоискривление Гимлейнака Ужас Невидимость Малое иссушение Ларлока Случайные снаряды Риалто Глаз мага
