Repository: BGforgeNet/bg2-wildmage
Catalog: wildmage/tra/po/*.po
Languages: german, russian

source: Rhialto's Chaos Conduit* (Alteration) Level: 1 Range: 0 Duration: Instantaneous Casting Time: 2 rounds Area of Effect: The caster Saving Throw: None You found this strange spell in Rhialto's spellbook. Rhialto spent decades with his research on wild magic, and in the end created this spell that allowed him to learn a new way of spellcasting. Rhialto's Chaos Conduit establishes a link between the caster and the chaotic plane of Limbo, and then channels raw chaotic energy right into the caster. The purpose of this process is to open the caster's mind for a different kind of spellcasting. Although the spell's invocation is easy enough to make it available as a 1st level spell, its inner structure is incredible complex and would be appropriate for a spell of 9th, 10th or even higher level. The spell's chaotic nature might partly be responsible for this strange discrepancy. The spell can be cast only once and its effect is irrevocable. The caster's spellcasting capabilities are permanently changed towards a more intuitive way, and the same happens to his personality. These changes don't come from the spell itself, though. Rhialto's Chaos Conduit only frees and amplifies tendencies and interests that are already there. Persons that aren't interested in the gifts this spell has to offer, would be immune against its effects. However, such persons wouldn't even think of casting a spell like this in the first place. No matter if you actually think about casting this spell or not, one thing you know for sure: if you dare to cast the spell, it will change you forever.
german: Rhialtos Chaosstrom* (Veränderung) Rang: 1 Reichweite: 0 Wirkungsdauer: Augenblicklich Zeitaufwand: 2 Runden Wirkungsbereich: Der Zaubernde Rettungswurf: Nein Dieser seltsame Zauberspruch stammt aus Rhialtos Zauberbuch. Rhialto verbrachte Dekaden damit, die unbändige Magie zu erforschen. Das Resultat dieser Forschungen ist ein Spruch, der ermöglicht eine neue Art von Zaubern zu erlernen, die mehr nach Rhialtos Geschmack war. Rhialtos Chaosstrom erzeugt eine Verbindung zwischen dem Zaubernden und Limbo, der Ebene des Chaos. Durch diese Verbindung wird rohe chaotische Energie in den Körper des Zaubernden geleitet. Sinn dieser Prozedur ist es den Geist für eine Alternative Art des Zauberns zu öffnen. Obwohl die Ausführung dieses Spruches einfach genug ist um ihn als Spruch des 1. Grades verfügbar zu machen, ist seine innere Struktur doch unglaublich komplex und währe angemessen für einen Spruch des 9. oder 10. Grades, vielleicht sogar höher. Verantwortlich für diesen bemerkenswerten Widerspruch scheint die chaotische Natur des Zauberspruchs zu sein. Dieser Zauberspruch kann nur einmal gesprochen werden und sein Effekt ist unumkehrbar. Die Magiefähigkeiten des Zaubernden werden permanent zu einer intuitiveren Form hin verändert, und seine Persönlichkeit wird ähnlich beeinflußt. All diese Veränderungen werden nicht wirklich durch den Zauberspruch erzeugt, Rhialtos Chaosstrom befreit und verstärkt nur Tendenzen und Interessen die bereits vorhanden waren. Personen die in keiner Weise daran interessiert sind in den Genuß der versprochenen Fertigkeiten zu kommen, wären vollkommen immun gegen diesen Zauber. Allerdings würden solche Personen sowieso niemals auf die Idee kommen, einen derartigen Spruch zu sprechen. Egal ob Du darüber nachdenkst diesen Zauber zu sprechen oder nicht, eines ist gewiß: Wenn du es wagst, dann wird der Spruch Dich für immer verändern.
russian: Хаотический источник Риалто* (Изменение) Уровень: 1 Дистанция: 0 Длительность: Мгновенно Время чтения: 2 раундов Зона действия: Заклинатель Спасбросок: Нет Вы обнаружили это странное заклинание в книге Риалто. Риалто провел много десятилетий изучая дикую магию, и в конце он создал заклинание которое позволило ему выучить новый способ наложения заклятий. Хаотический источник Риалто устанавливает связь между заклинателем и планом хаоса Лимбо, после чего проводит канал необработанной энергии хаоса прямо к заклинателю. Цель этого процесса - открыть разум заклинателя для иного способа наложения заклинаний. Хоть реализация заклинания достаточно проста, чтобы сделать его доступным еще на 1-м уровне, его внутренняя структура невообразимо сложна и соответствовала бы заклинанию 9, 10 или даже более высокого уровня. Возможно, хаотическая природа заклинания частично является причиной такого несоответствия. Заклинание может быть наложено только единожды и его последствия окончательны. Способности заклинателя к наложению заклятий навсегда меняются в сторону интуитивных, то же происходит и с его личностью. Однако эти изменения происходят не из-за заклинания как такового. Хаотический источник Риалто только освобождает и расширяет склонности и интересы, которые уже есть. Личности незаинтересованные в даре, который может предложить это заклинание, будут невосприимчивы к его эффектам. Однако такие личности вообще не стали бы даже думать о том, чтобы наложить подобное заклинание. Не важно думаешь ли ты в действительности о том чтобы наложить это заклинание или нет, одно ты знаешь наверняка: если ты осмелишься наложить заклинание оно изменит тебя навсегда.

source: Spellshaper
german: Sprücheweber
russian: Творец Заклинаний

source: After casting this strange spell, you feel your understanding of the magical Weave changing. Once you tried to study the chaos around you, bending it to your will, drawing your strength from the erratic ebb and flow of wild magic. Now you feel a relation to the Weave. You feel that you are able to tangle the Weave, reshape it, "weave" it into anything you can imagine.
german: Nachdem Du diesen seltsamen Zauber gesprochen hast, fühlst Du wie sich dein Magieverständnis verändert. Einst hast Du versucht das Chaos um dich herum zu erforschen und ihm Deinen Willen aufzuzwingen. Du hast die unberechenbaren Gezeitenströme der unbändigen Magie zu deinen Gunsten genutzt. Jetzt spürst Du eine intuitive Beziehung zur Magie, Du fühlst das du fähig bist das Gewebe der Magie aufzuwickeln, es umzuformen, es in neue Formen zu "weben", Formen die nur durch deine Vorstellungskraft beschränkt sind.
russian: После прочтения этого странного заклинания вы ощущаете, что ваше понимание магического плетения изменилось. Вы пытаетесь изучать хаос вокруг вас, изгибать его согласно своей воле, черпая силу из изменчивых приливов дикой магии. Теперь вы чувствуете связь с Плетением. Вы можете сматывать Плетение, придавать ему новую форму, "сплетать" из него все что только пожелаете.

source: You also feel, that the spell has changed more than just your spellcasting abilities. Somehow it feels as if the spell freed a part of your soul that was hidden deep within you until now. There is a bit more individuality, tolerance, curiosity, but also a bit less discipline and diligence, as well as a mistrust to authorities. It feel right though, as if it always was supposed to be like that. You don't feel as if you were changed, though, it's more like finally waking up from a long, long dream.
german: Du fühlst aber auch, daß dieser Zauber mehr verändert hat als nur deine Magiefertigkeiten. Irgendwie fühlt es sich an, als ob der Zauber einen Teil deiner Seele befreit hat, der bisher tief in Dir verborgen war. Da ist ein bißchen mehr Individualismus, Toleranz, Neugier, aber auch etwas weniger Disziplin und Fleiß. Alles in allem fühlt es sich aber richtig an, als ob es schon immer so hätte sein sollen. Es ist nicht wirklich wie eine Veränderung, mehr wie ein Erwachen aus einem langen, langen Traum.
russian: Вы также ощущаете, что заклинание изменило не только вашу способность накладывать заклинания. Каким-то образом вы чувствуете, что оно освободило часть вашей души, которая до этого была сокрыта глубоко внутри вас. Теперь вы более индивидуальны, устойчивы, любознательны, однако несколько менее дисциплинированы и старательны, также как и более недоверчивы к власти. Однако вы чувствуете что это правильно, как будто именно так и должно было быть всегда. Тем не менее, вы не ощущаете, как будто вы изменились, скорее, наконец, пробудились от долгого-долгого сна.

source: Rodent Form
german: Nager Form
russian: Форма грызуна

source: Rodent Form* (Alteration) Level: 1 Range: 0 Duration: 1 turn Casting Time: 1 Area of Effect: The caster Saving Throw: None This spell transforms the caster into a cute little squirrel. Due to the rodent's tiny size, the caster gets an Armor Class bonus of 2 points, and additional 2 points against missile weapons. Move speed is also slightly increased. Unlike other polymorphing spells, the caster retains his spellcasting abilities while in rodent form. Hopefully, the current revision of this spell does NOT change the caster's personality or mentality.
russian: Форма грызуна* (Изменение) Уровень: 1 Дистанция: 0 Длительность: 1 ход Время чтения: 1 Зона действия: Заклинатель Спасбросок: Нет Это заклинание трансформирует заклинателя в милую маленькую белочку. Благодаря крохотным размерам грызуна, заклинатель получает бонус к АС 2 очка, и еще 2 очка против метательного оружия. Скорость передвижение тоже немного увеличена. В отличие от других полиморфных заклятий, заклинатель сохраняет свои способности к наложению заклинаний, пока находится в форме грызуна. Есть надежда, что данная версия этого заклинаний НЕ меняет личность и ум заклинателя.

source: One of my spells has changed!
german: Einer meiner Zauber hat sich verändert!
russian: Одно из моих заклинаний изменилось!

source: Learned new spell: Ratatosk Shape
german: lernte neuen Zauber: Ratatosk Form
russian: Выучено новое заклинание: Форма рататоска

source: Ratatosk Shape
german: Ratatosk Form
russian: Форма рататоска

source: Ratatosk Shape* (Alteration) Level: 1 Range: 0 Duration: 1 turn Casting Time: 1 Area of Effect: The caster Saving Throw: None The Ratatosk are an extraplanar race of sentient warrior-squirrels native to Yggdrasil, the World Ash, the great divine tree whose branches and roots span all the outer planes. Upon casting this spell, the mage is transformed into one of these little fellows. Due to the Ratatosk's tiny size, the caster gets an Armor Class bonus of 3 points, and additional 2 points against missile weapons. Move speed is also slightly increased. On top of that, caster's dexterity is raised by four points. Any armor-class bonuses gained from the dexterity-raise stack with those gained from the size. The caster also gets some of the Ratatosk's fighting abilities: one additional attack per round, and paws that are considered as +5 weapons in all respects but damage bonus. The paws do 1d4+1 points of slashing damage. Unlike other polymorphing spells, the caster retains his spellcasting abilities while this spell is active.
russian: Форма Рататоска* (Изменение) Уровень: 1 Дистанция: 0 Длительность: 1 ход Время чтения: 1 Зона действия: Заклинатель Спасбросок: Нет Рататоски – экстрапланарная раса разумных бойцовских белок, обитатели Иггдрасиля, Мирового Ясеня, великого божественного дерева, чьи корни и ветви связывают воедино все внешние планы. Накладывая это заклинание, маг превращается в одного из этих малышей. Благодаря крохотным размерам Рататоска, заклинатель получает бонус к АС 3 очка, и еще 2 против метательного оружия. Ловкость заклинателя увеличивается на четыре пункта. Все бонусы к АС, полученные от увеличения ловкости, складываются с бонусами от размера. Заклинатель также обретает некоторые из боевых способностей Рататоска: одну добавочную атаку за раунд, и лапы, которые расцениваются как оружие +5 во всех отнощениях, кроме прибавки к повреждениям. Лапы наносят 1d4+1 пункта рубящего урона. В отличие от других полиморфных заклинаний, заклинатель сохраняет все свои способности к наложению заклинаний, пока действует заклинание.

source: Random Spell I
german: Zufälliger Zauber I
russian: Случайное заклинание I

source: Random Spell I* (Invocation/Evocation) Level: 1 Range: 40 yards Duration: Instantaneous Casting Time: 1 Area of Effect: Special Saving Throw: Special This risky spell draws upon the chaos of magic to form magical energy into a spell of more power than the wild mage could otherwise be casting. Random spell, when cast, creates an effect equal to a randomly selected spell of 2nd or 3rd level. In rare cases, an unstable magical energy outburst results in several random effects being created. The caster chooses one creature within 40 yards as the spell's target. The created spell will be centered on that creature, unless it is of the type that only affects the caster. The advantages of Random Spell are the casting time which is always 1, the range which is 40 yards regardless of the duplicated spell's original range, and the fact that the wild mage doesn't need to be able to cast the spell or even have it in his spellbook. On the backside, the caster has no knowledge about which spell will be duplicated, not even if the spell's effect is harmful or helpful.
russian: Случайное заклинание I* (Воплощение/Проявление) Уровень: 1 Дистанция: 40 ярдов Длительность: Мгновенно Время чтения: 1 Зона действия: Особая Спасбросок: Особый Опасное заклинание, использующее магию хаоса чтобы сплести заклинание большей силы, чем дикий маг способен получить другими способами. При прочтении Случайное Заклинание создает эффект эквивалентный случайному заклинанию второго или третьего уровня. В редких случаях, возмущение нестабильной магической энергии может вызвать несколько эффектов сразу. В качестве цели, заклинатель должен выбрать существо в радиусе 40 ярдов. Заклинание будет направленно на жертву, если только оно не относится к действующим исключительно на заклинателя. К преимуществам Случайного заклинания относятся скорость чтения, которая всегда равна 1, дальность 40 ярдов, и то что заклинателю не нужно иметь возможность читать копируемое заклинание или даже иметь его в своей книге заклинаний. Плохо же то, что маг не имеет ни малейшего понятия о том какое заклинание будет произнесено, неизвестно даже навредит ли оно цели или поможет.

source: Blade Shower
german: Klingensturm
russian: Шторм лезвий

source: Blade Shower* (Conjuration) Level: 2 Range: 40 yards Duration: 3 rounds/5 levels Casting Time: 1 Area of Effect: 1-25 creatures Saving Throw: Special The spell creates a set of magical daggers that hover in mid-air until fired at their targets. One dagger per level 1-5 is created, plus an additional set of 5 daggers for every five levels of the caster, up to 25 daggers at level 25. Each set of daggers is fired at once at 1-5 targets chosen by the caster. The daggers consist of instable chaos matter, and dissolve after the spell expires; for every set of daggers created, the spell's duration is extended by 3 rounds. Each single dagger does 1d4 points of piercing damage. At level 5, the daggers get +1 damage bonus. This bonus is increased by one for every five levels of the caster: +2 at level 10, +3 at level 15, up to the maximum of +5 at level 25. The daggers, being made of raw chaos stuff, bypass all physical and spell defenses and thus always strike the target. However, they can still be stopped by combat protections such as Stoneskin or Iron skin. Protections or immunities from magical weapons have no effect. Furthermore, the caster rolls d20 for each single dagger to determine a critical hit or miss. On a critical miss, the target takes no damage at all. On a critical hit, the dagger does double damage and the target must save against spells, or suffer one of the following effects for 5 rounds: Silence, Confusion, Horror, Sleep, Wild Magic.
russian: Шторм Лезвий* (Вызывание) Уровень: 2 Дистанция: 40 ярдов Длительность: 3 раунда/5 уровней Время чтения: 1 Зона действия: 1-25 существ Спасбросок: Особый Заклинание создает несколько кинжалов, которые парят в воздухе, пока не выстрелят в цель. Появляется 1-5 кинжалов, плюс набор из 5 кинжалов за каждые 5 уровней заклинателя, до максимума 25 кинжалов на 25 уровне. Каждый набор кинжалов выстреливает за раз по 1-5 целям указанным заклинателем. Кинжалы состоят из невидимой материи хаоса, и исчезают после того как заклинание закончится; за каждый созданный набор кинжалов, длительность заклинания увеличивается на 3 раунда. Каждый кинжал наносит 1d4 колющего урона. На 5 уровне кинжалы получают +1 пункт урона. Этот бонус увеличивается за каждые 5 уровней заклинателя: +2 на 10 уровне, +3 на 15 уровне, до максимума +5 на 25 уровне. Кинжалы, будучи созданными из чистого хаоса, пробивают любую физическую защиту и защиту от заклинаний, и всегда поражают цель. Однако, они могут быть остановлены такими боевыми защитами, как Каменная Кожа или Железная Кожа. Защита или иммунитет к магическому оружию не имеют эффекта на кинжалы. Вдобавок, заклинатель должен сделать бросок d20 (для каждого кинжала) для определения критического промаха или попадания. В случае критического промаха цель не получает никаких повреждений. При критическом попадании кинжалы наносят двойной урон, а цель должна сделать бросок против заклинаний, или подвергнуться от одному из следующих эффектов на 5 раундов: Молчание, Ошеломление, Ужас, Сон, Дикая Магия.

source: "Blade Shower" has been added to your Special Abilities menu
german: "Klingensturm" wurde den Besonderen Fähigkeiten hinzugefügt
russian: "Шторм лезвий" был добавлен в ваше меню спецспособностей

source: Rhialto's Random Missiles
german: Rhialtos Zufällige Geschosse
russian: Случайные снаряды Риалто

source: Rhialto's Random Missiles* (Evocation) Level: 2 Range: Visual range of caster Duration: Instantaneous Casting Time: 1 Area of Effect: 1 creature Saving Throw: None This spell is an improved, randomized version of the first-level spell Magic Missile. It creates a random number of missiles that dart forth from the wizard's fingertips and unerringly strike their target, which must be a creature of some sort. The actual number of missiles is dependent on the caster's level of experience: 1d4 at first level, 1d6 at fourth level, 1d8 at eighth level and 1d10 at 12th level. Each missile inflicts 1d4+1 points of either acid, cold, fire, electrical or magical damage. The chaotic nature of the missiles gives them a 25% chance to bypass any natural or magical resistances the target might have.
german: Rhialtos Zufällige Geschosse* (Hervorrufung) Rang: 2 Reichweite: Sichtweite des Zaubernden Wirkungsdauer: Augenblicklich Zeitaufwand: 1 Wirkungsbereich: 1 Wesen Rettungswurf: Nein Dieser Zauber ist eine verbesserte, um einen Zufallseffekt erweiterte Version des 1.Rang Zaubers "Magisches Geschoss". Der Zauber erzeugt eine zufällige Anzahl an Geschossen, die aus den Fingerspitzen des Magiers schießen und das Wesen auf das er zeigt automatisch treffen. Die konkrete Anzahl an Geschossen ist von der Erfahrungsstufe des Magiers abhängig: 1W4 bei Stufe 1, 1W6 bei Stufe 4, 1W8 bei Stufe 8 und 1W10 bei der 12ten Stufe. Jedes Geschoss verursacht 1W4 Punkte Säure-, Kälte-, Feuer-, Blitz- oder Magieschaden. Die chaotische Natur der Geschosse bewirkt eine 25% Chance, daß evtl. Resistenzen die das Ziel hat umgangen werden, egal ob sie natürlicher oder magischer Natur sind.
russian: Случайные снаряды Риалто* (Проявление) Уровень: 2 Дистанция: Поле зрения заклинателя Длительность: Мгновенно Время чтения: 1 Зона действия: 1 существо Спасбросок: Нет Это улучшенная, немного хаотичная версия заклинания первого уровня Магический снаряд. Оно создает случайное число магических снарядов, которые выстреливают из пальцев заклинателя и безошибочно поражают цель, которой должно быть какое-либо существо. Число снарядов зависит от уровня заклинателя: 1d4 на 1ом уровне, 1d6 на 4ом уровне, 1d8 на 8ом и 1d10 на 12 уровне. Каждый снаряд наносит 1d4+1 очков урона кислотой, огнем, холодом, электричеством или магией. Хаотичная природа снарядов дает им 25% шанс игнорировать любую защиту, которая может быть у цели.

source: Glyph of Wild Magic
german: Glyphe der Unbändigen Magie
russian: Символ дикой магии

source: Glyph of Wild Magic* (Evocation) Level: 4 Range: 40 yards Duration: 1 round/10 levels Casting Time: 3 Area of Effect: 30' radius Saving Throw: Special A glyph of wild magic is a powerful inscription magically drawn on the ground or any other surface. The glyph will remain there until someone comes too close, at which point it will explode and create one weave disturbance for each creature within a 30' radius. Each disturbance causes a multitude of wild surges, targeted at random creatures (including the caster, should he still be nearby). For every 10 experience levels of the caster, the disturbances remain in existence for 1 round, though it is possible to dispell them prematurely by causing a distortion with physical or magical means. Naturally, the spell's outcome is completely random. Victims can be strengthened by the wild surges, or they can be completely annihilated. The larger the number of creatures within the area of effect, the more chaotic the outcome, and the higher the probability that the glyph will cause a lot of damage.
german: Glyphe der Unbändigen Magie* (Hervorrufung) Rang: 4 Reichweite: 40 Meter Wirkungsdauer: 1 Runde/10 Stufen Zeitaufwand: 3 Wirkungsbereich: 30 Meter Radius Rettungswurf: Speziell "Glyphe der Unbändigen Magie" ist eine mächtiges magisches Schriftzeichen das auf dem Boden oder einer beliebigen anderen Oberfläche aufgebracht wird. Dort verbleibt die Glyphe bis ihr jemand zu nahe kommt, woraufhin sie explodiert, und dabei für jedes Wesen innerhalb eines 30 Meter Radius eine Magiestörung hervorruft. Jede einzelne Magiestörung erzeugt eine Vielzahl an unbändigen Wogen die auf beliebige Wesen in der Nähe gerichtet sind. (Einschließlich dem Zaubernden, sollte er immer noch anwesend sein.) Für alle 10 Erfahrungsstufen des Zaubernden, bleiben die Magiestörungen eine Runde erhalten. Es ist allerdings möglich durch physischen oder magischen Mitteln eine Gegenstörung zu verursachen welche die Magiestörung früher beseitigt. Natürlich ist das Ergebnis dieses Zaubers vollkommen zufällig. Die Opfer können durch die unbändigen Wogen sowohl gestärkt als auch völlig vernichtet werden. Je größer die Anzahl der Wesen innerhalb des Wirkungsbereichs, desto chaotischer ist das Ergebnis, und desto höher ist die Wahrscheinlichkeit, daß die Glyphe sehr viel Schaden verursacht.
russian: Символ дикой магии* (Проявление) Уровень: 4 Дистанция: 40 ярдов Длительность: 1 раунд/10 уровней Время чтения: 3 Зона действия: 30-футовый радиус Спасбросок: Особый Символ дикой магии - мощная магическая надпись, которую заклинатель может нанести на землю или любую другую поверхность. Символ останется там пока кто-нибудь не приблизится к нему, после чего символ взрывается, вызывая возмущение в Плетении на каждое существо в радиусе 30'. Каждое возмущение вызывает множественные дикие волны, направленные на всех существ в радиусе поражения заклинания (включая заклинателя). За каждые 10 уровней опыта мага, возмущение существует в течение 1 дополнительного раунда, тем не менее, их можно развеять, нанеся физический или магический урон. Как правило, заклинание появляются совершенно спонтанно. Жертвы могут быть усиленны дикой волной, или полностью уничтожены. Чем больше существ находится в зоне поражения заклинания, тем хаотичней эффект, и больше вероятность что символ нанесет большие повреждения.

source: Weave Disturbance
german: Magiestörung
russian: Нарушение Плетения

source: Gymlainac's Lightbend
german: Gymlainacs Lichtbrechung
russian: Светоискривление Гимлейнака
