Repository: BGforgeNet/bg2-wildmage
Catalog: wildmage/tra/po/*.po
Languages: german, russian

source: Wildfire* (Invocation/Evocation) Level: 9 Range: 0 Duration: Special Casting Time: 1 Area of Effect: Special Saving Throw: Special By means of this spell, the wild mage is able to channel raw magical energy through himself, shaping it into any form or effect he desires. Wildfire allows the caster to create the effect of any wizard spell of 8th level or lower. He need only have general knowledge of the spell and its effects; the spell does not need to be in his own spellbooks.
german: Unbändiges Feuer* (Hervorrufung) Rang: 9 Reichweite: 0 Wirkungsdauer: Speziell Zeitaufwand: 1 Wirkungsbereich: Speziell Rettungswurf: Speziell Dieser Zauber ermöglicht es dem Hasardeur reine magische Energie zu kanalisieren und nach Belieben in einen Sprucheffekt umzuformen. Unbändiges Feuer erlaubt es dem Zaubernden einen Beliebigen Magierzauber von 8. oder niedrigerem Rang zu wirken. Er braucht nur allgemeine Informationen über den Zauber und seine Wirkung, der Zaubernde muss den Zauber nicht in seinem eigenen Zauberbuch eingetragen haben.
russian: Дикий Порыв* (Воплощение/Проявление) Уровень: 9 Дистанция: 0 Длительность: Особая Время чтения: 1 Зона действия: Особая Спасбросок: Особый Посредством этого заклинания дикий маг получает возможность проводить через себя канал необработанной магической энергии, придавая ей любую желаемую форму или эффект. Дикий порыв позволяет заклинателю создать эффект любого заклинания мага 8 и более низких уровней. Ему необходимо иметь только общее представление о заклинании и его эффектах; заклинанию вовсе не обязательно находится в его книге.

source: Mynoc's Irresistible Appeal
german: Mynocs Unwiderstehliche Anziehung
russian: Неотразимое воззвание Майнока

source: Mynoc's Irresistible Appeal* (Invocation/Evocation) Level: 1 Range: Visual sight of caster Duration: Instantaneous Casting Time: 1 Area of Effect: 1 creature Saving Throw: none Other than its name suggests, this spell has nothing to do with making the caster more attractive. When Mynoc's Irresistible Appeal is cast, a rope consisting of raw magical energy appears; this rope loops itself around the targeted creature and then shortens, drawing the target toward the caster. There is no saving throw against this spell and it bypasses all magic resistances the targeted creature might have. While this spell is mainly used to get friends out of trouble (or learn to know new ones), some wild mages are known to be crazy enough to cast this spell on enemies to force them into melee-combat.
german: Mynocs Unwiderstehliche Anziehung* (Invocation/Evocation) Rang: 1 Reichweite: Sichtweite des Zaubernden Wirkungsdauer: Augenblicklich Zeitaufwand: 1 Wirkungsbereich: Ein Wesen Rettungswurf: Nein Anders als der Name vermuten lässt, macht dieser Zauber den Zaubernden nicht attraktiver. Wenn Mynoc's Unwiderstehliche Anziehung gewirkt wird, erscheint ein Seil das aus reiner magischer Energie besteht. Dieses Seil schlingt sich um das Ziel und verkürzt sich dann, so dass das Wessen zum Zaubernden gezogen wird. Es gibt keinen Rettungswurf gegen diesen Zauber und er umgeht Magieresistenz. Während dieser Zauber hauptsächlich benutzt wird um Freunde aus Schwierigkeiten rauszuholen (oder neue kennenzulernen...) sind manche Hassardeure verrückt genug den Zauber auf Feindliche Wesen zu wirken, um diese in den Nahkampf zu zwingen.
russian: Неотразимое воззвание Майнока* (Воплощение/Проявление) Уровень: 1 Дистанция: Поле зрения заклинателя Длительность: Мгновенно Время чтения: 1 Зона действия: 1 существо Спасбросок: Нет Несмотря на название, это заклинание никоим образом не делает мага привлекательнее. После его прочтения возникает веревка, состоящая из чистой магической энергии, которая опутывает жертву заклинания, после чего начинает сокращаться, притягивая жертву к заклинателю. От заклинания нет спасброска и оно полностью игнорирует любое сопротивление магии. И хотя это заклинание, как правило, используется, чтобы вытащить союзников из передряги (или найти новых), некоторые Дикие Маги достаточно безумны, чтобы использовать его против врагов и вынудить их перейти в ближний бой.

source: Meece's Wildarmor
german: Meeces Unändige Rüstung
russian: Дикая броня Миса

source: Meece's Wildarmor* (Illusion/Phantasm) Level: 6 Range: 0 Duration: 5 rounds/level Casting Time: 4 Area of Effect: The Caster Saving Throw: none This spell was created by the gnomish wild mage Meece Upknot as a means of combat protection. Meece couldn't decide whether stoutness or hiding is the best way to survive a fight, so he made a spell that combines both. The caster of the Wildarmor spell is protected by intense fluctuations in the magical weave around him. This distortion bends the laws of probability to a point where it serves as protection against all forms of damage. For the duration of the spell there is a high probability that any direct attack done to the caster has as smaller effect than it should have; thus all damage intended for the caster is reduced by 20%. However, there is also a 50% chance that the attack distorts the magic field surrounding the caster, causing a wild surge. After the damage done by an attack was reduced, the spell renders the caster invisible to avert further damage. This invisibility lasts for 5 rounds, until dispelled, or until the caster attacks any creature. The spell's duration is 5 rounds for every level of the caster, up to 2 hours at 20th level.
german: Meeces Unändige Rüstung* (Illusion/Hirngespinst) Rang: 6 Reichweite: 0 Wirkungsdauer: 5 Runden/Stufe Zeitaufwand: 4 Wirkungsbereich: Der Zaubernde Rettungswurf: Nein Der gnomische Hasardeur Meece Upknot erschuf diesen Zauber um sich im Kampf zu schützen. Meece war sich nicht sicher ob der beste Weg einen Kampf heil zu überstehen Zähigkeit war, oder das Talent sich zu verstecken, und so entschied er sich für eine Kombination aus beidem. Der Zaubernde wird durch starke Energieschwankungen im magischen Gewebe um ihn herum geschützt. Diese Störung verzerrt die Regeln der Wahrscheinlichkeit bis zu einem Punkt wo sie for allen Schadensformen schützt. Für die Wirkungsdauer des Zaubers besteht eine hohe Warscheinlichkeit, dass ein direkter Angriff auf den Zaubernden weniger Wirkung zeigt als er sollte: Aller Schaden der dem Zaubernden zugedacht ist wird um 20% verringert. Allerdings besteht ebenfalls eine 50% chance dass der Angriff das den Zaubernden umgebende Magische Feld stört, und eine unbändige Woge auslöst. Nachdem der verursachte Schaden reduziert wurde, schützt der Zauber den Zaubernden vor weiterem Schaden indem er ihn unsichtbar macht. Diese Unsichtbarkeit endet nach 5 Runden an, oder bis sie auf magische Weise gebannt wird, oder bis der Zaubernde einen Angriff startet. Die Wirkungsdauer des Zaubers ist 5 Runden für jede Stufe des Zaubernden, bis hin zu 2 Stunden bei Erreichen der 20. Stufe.
russian: Дикая броня Миса* (Иллюзия/Фантом) Уровень: 6 Дистанция: 0 Длительность: 5 раундов/уровень Время чтения: 4 Зона действия: Заклинатель Спасбросок: Нет Это заклинание было создано гномом, диким магом Мисом Апкнотом, как средство магической защиты. Мис никак не мог решить, что лучше помогает выжить в бою - прочность или незаметность, поэтому он создал заклинание, сочетающее эти два эффекта. Прочитавший это заклинание окружает себя колебаниями в магическом плетении, с целью изменить законы вероятности и защитить мага от всех возможных форм урона. На протяжении всего срока действия заклинания существует высокая вероятность, что любая прямая атака на мага нанесет меньший урон, чем должна; таким образом, все повреждения наносимые заклинателю уменьшаются на 20%. Так же существует вероятность 50%, что атака нарушит поле, защищающее мага, что приведет к появлению дикой волны. После того как заклинателю был нанесен урон, срабатывает второй эффект, накладывающий на мага невидимость. Невидимость действует 5 раундов, пока не будет развеяна или пока маг не совершит действий отменяющих невидимость. Заклинание действует 5 раундов за каждый уровень заклинателя, до максимума в 2 часа на 20ом уровне.

source: 1st level
german: 1. Rang
russian: 1-го уровня

source: 2nd level
german: 2. Rang
russian: 2-го уровня

source: 3rd level
german: 3. Rang
russian: 3-го уровня

source: 4th level
german: 4. Rang
russian: 4-го уровня

source: 5th level
german: 5. Rang
russian: 5-го уровня

source: 6th level
german: 6. Rang
russian: 6-го уровня

source: 7th level
german: 7. Rang
russian: 7-го уровня

source: 8th level
german: 8. Rang
russian: 8-го уровня

source: 9th level
german: 9. Rang
russian: 9-го уровня

source: 10th level
german: 10. Rang
russian: 10-го уровня

source: You don't have any suitable spells memorized.
german: Keine passenden Zauber verfügbar.
russian: У вас в памяти нет подходящих заклинаний.

source: Wild Magic Backlash
german: Rückschlag - Unbändige Magie
russian: Откат дикой магии

source: Shape Spell
german: Zauber Formen
russian: Сотворить заклинание

source: Shaped Spell
german: Geformter Zauber
russian: Сотворить заклинание

source: Hand
russian: Ладонь

source: As a Spellshaper you have the ability to release the raw magical energy of memorized spells and "weave" it into a new spell effect. The shape the magical power can take is only limited by your imagination. Wearing a ring on this hand would not only hinder your handicraft, it would also disrupt the flow of magic, effectively crippling your spellweaving ability. SPELLSHAPER: The spellshaper is a practitioner of wild magic who casts his spells by virtue of raw magical talent or gift, as opposed to a wild mage's academic, systematic approach. Spellshapers share the sorcerer's intuitive understanding for arcane magic. They memorize spells like a wizard, yet have a second resource at their disposal: A Spellshaper has the ability to "weave" raw magic energy into spell effects of his desire, without need of preparing those spells ahead of time. This talent is anything but unfailing, and using it on a regular basis requires as much luck as recklessness. Persons who use such a talent aren't very popular among conservative spellcasters. Unlike the sorcerer, the spellshaper may learn spells from scrolls, and memorize and cast them like a wizard. Being opportunists at heart, rarely a spellshaper renounces this relative reliable way of working magic. It's usually reserved for those protective and last-resort spells that really need to work, though. The spellshaper's talent to cast spells spontaneously is so convenient that he prefers to use it whenever possible. Neglecting conventional spellcasting, and focussing on chaotic wild magic doesn't come without a price: A spellshaper can't memorize as many spells as a true mage, and his progress in getting access to new spell levels is much slower. Persons of this profession also tend to be a bit eccentric: Their undisciplined nature was what led them to their alternative way of spellcasting in the first place, and constant contact with chaotic wild magic affects the spellshaper's personality even more. Similar to a bard, a spellshaper has a lot of interests: He intuitively learns a bit of everything that crosses his path, but lacks the discipline to master these things to the same extend as a more focused character. Most spellshapers have the wisdom not to rely exclusively on their dangerous and unpredictable spell ability. They hedge their bets by learning physical combat as well. They aren't warriors, but a spellshaper's abilities in melee combat are close to those of a thief. As he gets more experienced, the spellshaper may learn special abilities that improve his combat techniques even more, these abilities include backstabbing, mastery in the dagger proficiency and the unique ability to fight with two weapons at once without facing any penalties. One of the spellshaper's more eccentric character-traits is that he refuses any training in the use of missile weapons; for ranged combat, a spellshaper uses magic, and if magic fails he prefers melee. Advantages: - Wild Magic (Casting level varies up to +- 5) - THAC0 advancement close to rogue - 5 lore rating per level - Weave Spell ability - Weaveshear ability - Shape Spell ability - May learn combat-related "feats" Disadvantages: - Wild Magic (Casting level varies up to +- 5) - 5% Chance for Wild Surge - Much slower spell progression - Less wizard spell slots - Can't raise the number of spell slots - -5 to hit and -2 damage with missiles - May wear only one ring - Alignment must be chaotic
russian: В качестве Творца заклинаний у вас есть возможность освобождать грубую магическую энергию запомненных заклинаний и "вплетать" ее в новые магические эффекты. Форма, которую может принять магическая сила ограничена только вашим воображением. Ношение кольца на этой руке не только препятствует вашему ремеслу, оно также нарушает поток магии, эффективно деформируя ваши способности плетения заклинаний. ТВОРЕЦ ЗАКЛИНАНИЙ: Творец заклинаний – это адепт дикой магии, который колдует, используя свой природный дар или талант к магии, в противоположность диким магам, практикующим академический, системный подход к колдовству. Творцам заклинаний, так же как и чародеям, свойственно интуитивное понимание волшебной магии. Им, так же как волшебникам, приходится запоминать заклинания, но у них про запас есть еще один туз в рукаве: без предварительного запоминания творец заклинаний может вызвать желаемый магический эффект просто «сплетая» «сырую» магическую энергию. Правда, последствия использования этого таланта могут быть непредсказуемы, так что постоянно к нему прибегают только безрассудные глупцы, слепо верящие в свою удачу. Среди поборников традиций они не пользуются большой популярностью. В отличие от чародеев, творец заклинаний может изучать новые заклинания по свиткам, запоминать и читать их так же, как волшебники. Поскольку разбрасываться такими возможностями противоречит характеру творцов заклинаний, они редко отказываются от этого надежного способа использования магии. Обычно они таким образом приберегают на самый крайний случай защитные или какие-то иные заклинания, которые должны сработать со стопроцентной гарантией. В остальное время их талант к чтению заклинаний без предварительной подготовки оказывается настолько удобен, что творцы заклинаний используют его при каждом удобном случае. За пренебрежение традиционным искусством чтения заклинаний и колдовство при помощи хаотичной дикой магии приходится платить свою цену: по сравнению с настоящим магом творец заклинаний запоминает меньшее их количество, а процесс получения им заклинаний следующего уровня значительно замедлен. Как правило, эти любители дикой магии отличаются изрядной эксцентричностью: своими неординарными способностями к практической магии они обязаны, прежде всего тому, что им неведомо понятие дисциплины, а постоянный контакт с хаосом дикой магии делает их и вовсе неуправляемыми. Подобно бардам творцы заклинаний интересуются всем на свете: благодаря своим способностям, творцы заклинаний знают кое-что практически обо всем, с чем им приходилось сталкиваться в жизни, однако им не хватает дисциплины для того, чтобы заняться чем-то всерьез, поэтому их познаниям не хватает глубины. Большинству творцов заклинаний хватает ума не полагаться целиком на свой опасный и непредсказуемый магический талант. Для того чтобы увеличить свои шансы на выживание они изучают приемы ближнего боя. Нельзя сказать, что они умеют сражаться, как настоящие воины, но их способности во владении таким оружием аналогичны способностям вора. С увеличением опыта творец заклинаний может изучить особые способности, которые еще больше развивают его технику боя: например, удар в спину (backstabbing), мастерское владение кинжалом (mastery in the dagger proficiency) и уникальное умение сражаться двумя видами оружия одновременно без вычета штрафных очков. Больше всего об эксцентричности творцов заклинаний свидетельствует их принципиальное нежелание тренироваться в использовании любого оружия дальнего боя. В подобных случаях они используют только магию, а если она не помогает, переводят схватку в рукопашную. Преимущества: - Дикая магия (Уровень заклинателя +/- 5) - THAC0 прогрессирует почти как у воров - 5 к знаниям за уровень - Способность "Сплести заклинание" - Способность "Рассекатель Плетения" - Способность "Сотворить заклинание" - Может изучать связанные с боем особенности ("фиты") Недостатки: - Дикая магия (Уровень заклинателя +/- 5) - 5% шанс Дикой Волны - Значительно более медленное изучение заклинаний - Меньше магических слотов для заклинаний - Не может увеличить количество слотов для заклинаний (одеждой, предметами, т.д.) - Шанс попасть стрелковым оружием -5, и -2 к урону - Может носить только одно кольцо - Мировоззрение должно быть хаотическое

source: Skull Bomb
german: Schädelbombe
russian: Бомба-череп

source: This strange skull appeared in your inventory one night. It's so loaded with magical energy, it's almost bursting. You wager that this is the result of someone's fizzled Skull Trap spell. Instead of flying at the intended target, the skull materialized in your pockets. You have no idea why it didn't explode as yet, but luckily it didn't. You better throw it at someone mean as soon as possible... STATISTICS: Casts the spell "Skull Trap" at caster-level 12 Not Usable By: Non-chaotic alignments Wizard Slayer
german: Dieser komische Schädel erschien eines Nachts in deinem Inventar. Er platzt beinahe, so vollgestopft ist er mit mystischer Energie. Jede Wette, dass dies das Resultat eines missratenen "Schwebender Schädel" Zaubers ist den irgendjemand irgendwo mal zaubern wollte. Anstatt auf das Ziel zu zufliegen wurde der Schädel in deinen Rucksack teleportiert. Keine Ahnung warum er noch nicht explodiert ist, aber zum Glück ist er's nicht. Am besten wirfst du den Schädel so schnell wie möglich auf jemanden der es wirklich verdient hat... STATISTIK: Zaubert "Schwebender Schädel" wie ein Magier der 12. Stufe Nicht benutzbar von: Personen nicht-chaotischer Gesinnung Magierkiller
russian: Этот странный череп возник у вас в инвентаре однажды ночью. Он настолько заряжен магической энергией, что почти взрывается. Вы готовы побиться об заклад, что это результат чьего-то провалившегося заклинания "Ловушка черепа". Вместо того чтобы летать на намеченной цели этот череп материализовался в вашем кармане. Вы понятия не имеете, как он до сих пор не взорвался, но к счастью этого не произошло. Лучше как можно скорее швырнуть его в какого-то неприятеля... ПОКАЗАТЕЛИ: Накладывает заклинание "Ловушка Черепа" с уровнем заклинателя 12 Не может использоваться: Не хаотическими личностями Убийцей волшебников

source: Dead Cat
german: Tote Katze
russian: Дохлая кошка

source: This appears to be a dead cat. It is extremely well preserved and looks as if it is sleeping.
german: Schaut aus wie eine tote Katze. Sie ist sehr gut erhalten, als ob sie schlafen würde.
russian: Кажется это дохлая кошка. Она отлично сохранилась и выглядит так как будто спит.

source: Teddy Bear
german: Teddybär
russian: Плюшевый медвежонок

source: Although this cute teddy bear looks quite old, it's still in good condition.
german: Obwohl dieser süsse Teddy ziemlich alt zu sein scheint, ist er noch in sehr gutem Zustand.
russian: Несмотря на то, что этот милый плюшевый медвежонок выглядит довольно старым он все еще в хорошем состоянии.

source: Teddy Bear of Protection +2, +4 vs. Demons
german: Teddybär des Schutzes +2, +4 gg. Dämonen
russian: Плюшевый медвежонок Защиты +2, +4 против демонов

source: Teddy Bear of Protection +2, +4 vs. Demons: 'Pookie the Brave' The Teddy Bear of Protection was made by the archmage Halycron Maeral for his infant son. Whoever holds the item gains protection similar to a ring of protection +2. Although Halycron spent much time for his son's safety and education in the arts of magic, he neglected to teach him the necessary discipline and precautionary measures. At the age of six, Halycron's son accidentally summoned a demon while his parents weren't at home. When Halcroyn and his wive returned, the house was burned down, and the babysitter devoured by the demon. In midst of the ruins, they found their son cowering under an almost unscathed table, tightly holding his beloved teddy bear. STATISTICS: Armor Class: +2 bonus (+4 vs. Demons) Saving Throws: +2 bonus (+4 vs. Demons) Not Usable By: Wizard Slayer
german: Teddybär des Schutzes +2, +4 gg. Dämonen: 'Brummi der Tapfere' Der Teddybär des Schutzes würde vom Erzmagier Halycron Maeral für seinen kleinen Sohn erschaffen. Wer den Bär im Arm hält wird geschützt wie durch einen Ring des Schutzes +2. Obwohl Halycron viel Zeit damit verbracht hat, seinen Sohn in die Kunst der Magie einzuführen, vernachlässigte er es, ihm auch die notwendigen Sicherheitsvorkehrungen beizubringen. Im Alter von sechs Jahren hat Halcyrons Sohn aus Versehen einen Dämon herbeigerufen, während seine Eltern nicht Zuhause waren. Als Halcyron und seine Frau zurückkehrten, war das Haus nur noch Schutt und Asche, und der Babysitter vom Dämonen verspeist. Inmitten der Ruinen fanden sie ihren Sohn, der sich unter einem praktisch unversehrten Tisch verkrochen hatte, seinen Lieblingsteddy eng umschlungen. STATISTIK: Rüstungsklasse: +2 Bonus (+4 gg. Dämonen) Rettungswürfe: +2 Bonus (+4 gg. Dämonen) Nicht benutzbar von: Magierkiller
russian: Плюшевый медвежонок Защиты +2, +4 против демонов: 'Смельчак Пуки' Плюшевый медвежонок Защиты был создан архимагом Хелайкроном Мейролом для своего малолетнего сына. Кто бы ни держал его, предмет дает защиту подобную кольцу защиты +2. Хотя Хелайкрон посвятил большое количество времени безопасности и обучению своего сына искусству магии, он пренебрег обучением его необходимости дисциплины и предупредительных мер. В возрасте шести лет, сын Хелайкрона случайно вызвал демона, когда его родителей небыло дома. Когда Хелайкрон вернулся, весь дом был сожжен дотла, а няня сьедена демоном. Посреди руин они нашли сына, который сьежился под практически непострадавшим столом, сжимая в руках своего любимого плюшевого медвежонка. ПОКАЗАТЕЛИ: Класс брони: бонус +2 (+4 против демонов) Спасброски: бонус +2 (+4 против демонов) Не может использоваться: Убийцей волшебников

source: Rhialto's Spellbook
german: Rhialtos Zauberbuch
russian: Книга заклинаний Риалто

source: This spellbook once belonged to Rhialto "the Marvelous". You obtained it after his sudden demise. Although the book is in a bad condition - torn pages, insane scribble and stains all over, it's still radiating a lot of magical power. The overall selection of spells in this book is quite unusual, you could try to learn how to cast some of these spells. STATISTICS: Only Usable By: Wild Mage
german: Dieses Zauberbuch gehörte einst Rhialto "dem Fabelhaften". Du hast es nach seinem plötzlichen Ableben an Dich genommen. Obwohl das Buch in ausserordentlich schlechtem Zustand ist - Alles voller Flecken, zerrissenen Seiten und blödsinnigem Gekritzel, strahlt es doch immer noch eine große Menge magischer Energie ab. Die Auswahl an Zaubersprüchen in diesem Buch ist recht ungewöhnlich, vielleicht kannst Du einige dieser Zauber lernen. STATISTIK: Nur benutzbar durch: Hasardeur
russian: Эта книга заклинаний когда-то принадлежала Риалто "Изумительному". Вы получили ее после его внезапной кончины. Хотя книга и в плохом состоянии - порванные страницы, безумная писанина и пятна повсюду, она по-прежнему излучает большое количество магической силы. Общая подборка заклинаний в этой книге довольно необычна, вы можете попытаться научиться, как накладывать некоторые из этих заклинаний. ПОКАЗАТЕЛИ: Не может использоваться: Убийцей волшебников
