Repository: BGforgeNet/bg2-wildmage
Catalog: wildmage/tra/po/*.po
Languages: german, russian

source: Wildstrike* (Conjuration/Summoning) Level: 6 Range: 30 yards Duration: 1-15 rounds Casting Time: 3 Area of Effect: One creature Saving Throw: Neg. This spell is used primarily against hostile spellcasters. It distorts all attempts at spellcasting, converting spell energy into wild surges. The victim of a wildstrike is allowed a saving throw, to which a -1 modifier is applied for every 10 levels of the caster. If successful, the spell has no effect. If the saving throw is failed, the target is enclosed within a field of wild magic. Each attempt to casts spells or uses a charge from a magical item, automatically creates a wild surge. When determining the effects of this surge, 5 is subtracted from the die roll for every five levels of the wild mage who cast the wildstrike, making the effects of the wild surge more likely to affect the victim. The duration of the spell is 1 round plus two rounds for every five levels of the caster, up to a maximum of 15 rounds at level 35.
german: Unbändiger Schlag* (Hervorrufung/Anrufung) Rang: 6 Reichweite: 30 Meter Wirkungsdauer: 1-15 Runden Zeitaufwand: 3 Wirkungsbereich: Ein Wesen Rettungswurf: Keine Wirkung Dieser Zauber wird primär gegen feindliche Zauberkundige benutzt. Er verzerrt sämtliche Versuche Magie zu wirken, wobei Spruchenergie in Unbändige Wogen konvertiert wird. Das Opfer eines Unbändigen Schlags darf einen Rettungswurf gegen Zauber machen, auf den für alle 10 Stufen des Zaubernden ein -1 Malus angerechnet wird. Ist der Rettungswurf erfolgreich hat der Zauber keinen Effekt. Schlagt der Rettungswurf fehl ist das Opfer in einem Feld Unbändiger Magie eingeschlossen. Jeder Versuch einen Spruch zu wirken oder ein magisches Objekt zu benutzen, erzeugt automatisch eine Unbändige Woge. Um den Effekt der Woge zu bestimmen wird vom Wurf auf der Tabelle für Unbändige Wogen für alle 5 Stufen des Zaubernden 5 abgezogen, wodurch es wahrscheinlicher wird, daß die Unbändige Woge hauptsächlich das Opfer trifft. Die Wirkungsdauer ist 1 Runde plus zwei Runden pro 5 Erfahrungsstufen des Zaubernden, bis hin zu einem Maximum von 15 Runden bei Stufe 35.
russian: Дикий удар* (Вызывание/Призывание) Уровень: 6 Дистанция: 30 ярдов Длительность: 1-15 раундов Время чтения: 3 Зона действия: 1 существо Спасбросок: Нейтрализация Это заклинание предназначено для использования против других заклинателей. Оно разрушает все читаемые заклинания, превращая магическую энергию в дикие волны. Цель может сделать спасбросок со штрафом -1 за каждые 10 уровней заклинателя. В случае удачи заклинание не имеет эффекта. В случае неудачи противник оказывается запертым в поле дикой магии. Любые попытки читать заклинания или использовать заряды из магических предметов автоматически вызывают дикие волны. При определении эффекта дикой волны, цель делает бросок против смерти со штрафом -5 за каждые 5 уровней мага прочитавшего заклинание дикого удара. Время действия заклинания 1 раунд плюс 2 за каждые 5 уровней заклинателя вплоть до максимума в 15 раундов на 35 уровне.

source: Hornung's Random Dispatcher
german: Hornungs zufälliger Entsender
russian: Случайный отправитель Хорнунга

source: Hornung's Random Dispatcher* (Abjuration) Level: 7 Range: 30 yards Duration: Instantaneous Casting Time: 2 Area of Effect: One creature Saving Throw: Neg. With the utterance of a few words, this spell can hurl someone to a random plane and leave him there. The target is allowed a saving throw against spells. If successful, the spell fails. If unsuccessful, the victim and all items carried by him are sent to a random plane. The caster has no control over the destination of the target. The conditions at the destination may kill the target (for example, arriving in the elemental plane of fire), merely make his life difficult, or promise a new life in paradise (literally). Anyway, when the spell is successful, the caster gets rid of the target, and it's very unlikely that they'll meet again in this lifetime.
german: Hornungs zufälliger Entsender* (Veränderung) Rang: 7 Reichweite: 30 Meter Wirkungsdauer: Augenblicklich Zeitaufwand: 2 Wirkungsbereich: Ein Wesen Rettungswurf: Keine Wirkung Mit nur ein paar Worten kann dieser Zauber jemanden in eine zufällige Dimension schleudern, und dort lassen. Das Opfer hat einen Rettungswurf gegen Zauber, ist dieser erfolgreich schlägt der Zauber fehl. Ansonsten wird das Opfer und sämtliche Gegenstände die es bei sich trägt in eine zufällige Dimension gesandt. Der Zaubernde hat keine Kontrolle darüber wohin das Opfer gesandt wird. Die Umgebungsbedingungen können das Opfer sofort töten (z.B. bei der Ankunft in der Elementarebene des Feuers), nur sein Leben schwer machen oder ihm ein neues Leben im Paradies gewähren (wortwörtlich). Wie auch immer, ist dieser Zauber erfolgreich, ist der Zaubernde das Opfer los, und es ist sehr unwahrscheinlich das sich die beiden jemals wieder treffen.
russian: Случайный отправитель Хорнунга* (Ограждение) Уровень: 7 Дистанция: 30 ярдов Длительность: Мгновенно Время чтения: 2 Зона действия: 1 существо Спасбросок: Нейтрализация При помощи всего нескольких магических слов, заклинатель может зашвырнуть жертву на случайный план существования и оставить там. Жертва может пробросить спасбросок против заклинаний. В случае успеха заклинание не имеет эффекта, при неудаче – цель со всеми своими вещами отправляется неизвестно куда. Заклинатель не может выбрать, куда будет выброшена жертва заклинания. Цель может мгновенно погибнуть (например, оказавшись на элементальном плане огня), оказаться в крайне тяжелых условиях существования, а может оказаться в раю (буквально). В любом случае, заклинатель избавляется от цели, и крайне маловероятно, что они когда-либо вновь встретятся, в этой жизни.

source: was sent to the Abyss
german: gesandt in die Abyss
russian: оказывается в Бездне

source: was sent to Acheron
german: gesandt nach Acheron
russian: оказывается в Ахероне

source: was sent to the prime world known as Oerth
german: gesandt in die Welt bekannt als Oerth
russian: оказывается на первичном плане, известном как Оэрт

source: was sent to the prime world known as Athas
german: gesandt in die Welt bekannt als Athas
russian: оказывается на первичном плане, известном как Ахас

source: was sent to Arcadia
german: gesandt nach Arcadia
russian: оказывается в Аркадии

source: was sent to the Astral Plane
german: gesandt in die Astral Ebene
russian: оказывается на Астральном Плане

source: was sent to the Beastlands
german: gesandt in die Ewigen Jagdgründe
russian: оказывается в Земле Зверей

source: was sent to the Outlands
german: gesandt nach Sigil
russian: оказывается во Внешних Землях

source: was sent to the Elemental Plane of Air
german: gesandt in die Elementarebene der Luft
russian: оказывается на Элементальном Плане Воздуха

source: was sent to the Elemental Plane of Fire
german: gesandt in die Elementarebene des Feuers
russian: оказывается на Элементальном Плане Огня

source: was sent to the Elemental Plane of Earth
german: gesandt in die Elementarebene der Erde
russian: оказывается на Элементальном Плане Земли

source: was sent to the Elemental Plane of Water
german: gesandt in die Elementarebene des Wassers
russian: оказывается на Элементальном Плане Воды

source: was sent to Elysium
german: gesandt nach Elysium
russian: оказывается в Элизиуме

source: was sent to the Ethereal Plane
german: gesandt in die Ätherische Ebene
russian: оказывается на Эфирном Плане

source: was sent to Gehenna
german: gesandt nach Gehenna
russian: оказывается в Геенне

source: was sent to Gladsheim
german: gesandt nach Gladsheim
russian: оказывается в Гладсхейме

source: was sent to the Gray Waste
german: gesandt in das Graue Ödland
russian: оказывается в Серых Пустошах

source: was sent to Limbo
german: gesandt nach Limbo
russian: оказывается в Лимбо

source: was sent to the Negative Material Plane
german: gesandt in die Ebene Negativer Materie
russian: оказывается на Негативном Материальном Плане

source: was sent to the Quasi-Plane of Vacuum
german: gesandt in die Quasi-Ebene des Vakuums
russian: оказывается на Квазистихийном Плане Пустоты

source: was sent to the Quasi-Plane of Ash
german: gesandt in die Quasi-Ebene der Asche
russian: оказывается на Квазистихийном Плане Пепла

source: was sent to the Quasi-Plane of Dust
german: gesandt in die Quasi-Ebene des Staubs
russian: оказывается на Квазистихийном Плане Пыли

source: was sent to the Quasi-Plane of Salt
german: gesandt in die Quasi-Ebene des Salzes
russian: оказывается на Квазистихийном Плане Соли

source: was sent to the Nine Hells
german: gesandt in die Neun Höllen
russian: оказывается в Девяти Адах

source: was sent to Nirvana
german: gesandt nach Nirvana
russian: оказывается в Нирване

source: was sent to Olympus
german: gesandt nach Olympus
russian: оказывается на Олимпе

source: was sent to Pandemonium
german: gesandt nach Pandemonium
russian: оказывается в Пандемониуме

source: was sent to the Para-Elemental Plane of Smoke
german: gesandt in die Para-Elementarebene des Rauchs
russian: оказывается в Парастихийном Плане Дыма

source: was sent to the Para-Elemental Plane of Magma
german: gesandt in die Para-Elementarebene der Magma
russian: оказывается в Парастихийном Плане Магмы

source: was sent to the Para-Elemental Plane of Ooze
german: gesandt in die Para-Elementarebene des Schlamms
russian: оказывается в Парастихийном Плане Газа

source: was sent to the Para-Elemental Plane of Ice
german: gesandt in die Para-Elementarebene des Eises
russian: оказывается в Парастихийном Плане Льда

source: was sent to the Positive Material Plane
german: gesandt in die Ebene Positiver Materie
russian: оказывается в Позитивном Материальном Плане

source: was sent to the Quasi-Plane of Lightning
german: gesandt in die Quasi-Ebene der Blitze
russian: оказывается на Квазистихийном Плане Молний

source: was sent to the Quasi-Plane of Radiance
german: gesandt in die Quasi-Ebene der Strahlung
russian: оказывается на Квазистихийном Плане Сияния

source: was sent to the Quasi-Plane of Minerals
german: gesandt in die Quasi-Ebene der Mineralien
russian: оказывается на Квазистихийном Плане Минералов

source: was sent to the Quasi-Plane of Steam
german: gesandt in die Quasi-Ebene des Dampfes
russian: оказывается на Квазистихийном Плане Пара

source: was sent to the Icewind Dale
german: gesandt in das Eiswindtal
russian: оказывается в Долине Ледяных Ветров

source: was sent to the Seven Heavens
german: gesandt in die Sieben Himmel
russian: оказывается на Седьмом Небе

source: was sent to the Tarterus
german: gesandt in den Tarterus
russian: оказывается в Тартаре

source: was sent to the Twin Paradises
german: gesandt in die Zwillings Paradiese
russian: оказывается в Двойном Раю

source: Summon Cow
german: Kuhruf
russian: Призвать корову

source: Summon Cow* (Summoning) Level: 7 Range: Visual range of caster Duration: Instantaneous Casting Time: 3 Area of Effect: 1 creature Saving Throw: Special Upon casting this spell, a cow is summoned in the air 50-200 yards above the targeted creature. The exact height is dependent on the caster's level, and determines the damage done to the target. Once summoned, the animal will fall down upon the target. The impact as well as the crash to the ground cause crushing damage equal to 3d10 + 1d10 for every three levels of the caster, up to a maximum total of two times 10d10 at Level 21. There is no saving throw against the physical impact, though a very lucky or agile individual may drop to the ground without taking additional damage. If the targeted creature survives the impact, there's a chance of 10% +10% for every three experience levels of the caster, that the victim drops random equipment while falling. The maximum chance is 80% at Level 21; there is no saving throw. Finally, the whole situation is so confusing and frightening, that the target must save against spells or flee in panic for three rounds. The saving throw starts with a modifier of +2, which is decreased by 1 for every three levels of the caster, until it reaches -5 at 21th level. Warning: Basically, this spell is just a purposeful release of a specific wild surge. As such, there is a chance for unwanted side effects. It is also strongly advised against using this spell in the presence of rangers or druids.
german: Kuhruf* (Herbeirufung/Beschwörung) Rang: 7 Reichweite: Sichtweite des Zaubernden Wirkungsdauer: Augenblicklich Zeitaufwand: 3 Wirkungsbereich: Ein Wesen Rettungswurf: Speziell Dieser Zauber ruft eine Kuh herbei, die in der Luft 50-200 Meter über dem Opfer materialisiert. Die exakte Höhe ist abhängig von der Stufe des Zaubernden, und bestimmt den Schaden der dem Opfer zugefügt wird. Sofort nachdem es erschienen ist, fällt das Tier auf das Opfer. Sowohl der Aufprall, als auch der Sturz zu Boden bewirken Schaden entsprechend 3W10 + 1W10 für alle drei Stufen des Zaubernden, bis zu einem Maximum von zweimal 10W10 Schadenspunkten bei der 21. Erfahrungsstufe. Es gibt keinen Rettungswurf, gegen den Aufprall, allerdings kann ein sehr glückliches oder bewegliches Individuum vermeiden durch den Sturz zusätzlichen Schaden zu nehmen. Überlebt das Opfer den Aufprall, besteht eine 10% Chance daß das Opfer zufällige Ausrüstungsgegenstände fallen läßt wenn es stürzt. Diese Chance erhöht sich um weitere 10% für alle drei Erfahrungsstufen des Zaubernden, bis hin zu einer Maximalchance von 80% bei Stufe 21. Es gibt keinen Rettungswurf gegen diesen Effekt. Zuletzt ist die gesamte Situation so verwirrend und beängstigend, daß das Opfer einen Rettungswurf gegen Zauber bestehen muss, oder für drei Runden panisch flieht. Der Rettungswurf beginnt mit einem +2 Bonus der für alle drei Stufen des Zaubernden um 1 verringert wird, bis hin zu einem -5 Abzug bei Stufe 21. Warnung: Im Prinzip ist dieser Zauber nichts weiter als die kontrollierte Freisetzung einer spezifischen Unbändigen Woge. Von daher besteht eine gewisse Chance auf ungewollte Nebeneffekte. Es wird außerdem dringendst davon abgeraten, diesen Zauberspruch in Gegenwart von Waldläufern oder Druiden zu benutzen.
russian: Призвать корову* (Призывание) Уровень: 7 Дистанция: Поле зрения заклинателя Длительность: Мгновенно Время чтения: 3 Зона действия: 1 существо Спасбросок: Особый После прочтения этого заклинания в воздухе, над целью, на высоте 50-200 ярдов появляется корова. Конкретная высота зависит от уровня заклинателя и определяет наносимые повреждения. После появления, животное начинает падать на жертву заклинания. Столкновение причиняет 3d10 дробящего урона + 1d10 за каждые три уровня заклинателя, до максимума в 10d10 на 21. От столкновения нет спасброска, но если цель обладает достаточной ловкостью, то может избежать дополнительных повреждений. Если цель выживет после столкновения, существует шанс 10% +10% за каждые три уровня заклинателя, что жертва выронит случайный предмет. Максимальный шанс 80% на 21 уровне и против этого эффекта нет спасброска. И в конце концов, вся ситуация настолько нелепа и пугающая, что цель должна сделать спасбросок против заклинания или убежать в панике. Спасбросок делается с бонусом +2, который уменьшается на 1 за каждые 3 уровня заклинателя до -5 на 21. Предупреждение: Фактически, это заклинание является контролируемым вызовом одного из эффектов дикой волны. Как результат, могут появиться неприятные побочные эффекты. Так же крайне не рекомендуется использовать это заклинание в присутствии рейнджеров и друидов.

source: Mynoc's Wild Recuperation
german: Mynocs Unbändige Erholung
russian: Дикое Возмещение Майнока

source: Mynoc's Wild Recuperation* (Evocation) Level: 8 Range: 0 Duration: Instantaneous Casting Time: 10 Area of Effect: The caster Saving Throw: None When casting this spell, the wild mage willingly releases raw magical energy in form of a wild surge. If he manages to control the wild surge, he can use the energy to bring back into memory 1d4 spells that have been previously cast. If no spells have been cast yet, then nothing happens, and the spell is wasted. For determining the result of the wild surge, the wild mage gains a +40 bonus on the wild surge table; making it very likely that the spell has at least some kind of favorable result. Mynoc's Wild Recuperation can only restore spells of 7th-level or less.
german: Mynocs Unbändige Erholung* (Hervorrufung) Rang: 8 Reichweite: 0 Wirkungsdauer: Augenblicklich Zeitaufwand: 10 Wirkungsbereich: Der Zaubernde Rettungswurf: Nein Durch das wirken dieses Zaubers setzt der Hasardeur rohe magische Energie in Form einer unbändigen Woge frei. Schafft er es die Woge zu kontrollieren, kann er 1W4 Zauber die er bereits eingesetzt hat erneut benutzen. Wurden bisher noch keine Zauber benutzt passiert nichts, und der Spruch ist verschwendet. Um das Ergebnis der Unbändigen Woge zu bestimmen, erhält der Hasardeur einen +40 Bonus auf Würfe auf der Tabelle für die Unbändige Woge, wodurch es sehr wahrscheinlich wird, das der Zauber zumindest einen positiven Effekt hat. Mynocs Unbändige Erholung kann nur Zauber des 7. oder eines niedrigeren Rangs wiederherstellen.
russian: Дикое Возмещение Майнока* (Проявление) Уровень: 8 Дистанция: 0 Длительность: Мгновенно Время чтения: 10 Зона действия: Заклинатель Спасбросок: Нет Прочитав это заклинание, Дикий Маг осознанно высвобождает чистую энергию дикой волны. Если магу удастся совладать с потоком магической энергии, он может воссоздать в памяти от 1 до 4 заклинаний, которые он прочитал до этого. В случае если до этого не было прочитано ни одного заклинания - ничего не происходит. Для определения эффекта дикой волны маг получает бонус +40; т.е. очень высока вероятность получения желаемого эффекта. Могут быть восстановлены только заклинания 7 уровня и ниже.

source: 1 spell restored to memory
german: 1 Zauber wiederhergestellt
russian: 1 заклинание восстановлено в памяти

source: 2 spells restored to memory
german: 2 Zauber wiederhergestellt
russian: 2 заклинания восстановлено в памяти

source: 3 spells restored to memory
german: 3 Zauber wiederhergestellt
russian: 3 заклинания восстановлено в памяти

source: 4 spells restored to memory
german: 4 Zauber wiederhergestellt
russian: 4 заклинания восстановлено в памяти

source: Eye of the Beholder
german: Auge des Betrachters
russian: Око созерцателя

source: Eye of the Beholder* (Evocation) Level: 8 Range: Visual range of caster Duration: 1 round/5 levels Casting Time: 5 Area of Effect: Special Saving Throw: Special When this spell is cast, one of the wild mage's eyeballs pops out, and is transformed into a Beholder's eye stalk. Once per round, the wild mage may use this eyestalk to gaze at a target, causing one of 10 possible effects to shoot forth from the eye. The exact result (including saving throws, range, duration, etc.) are determined at random from among the 10 functions of a beholder's eye stalks: Charm Person, Fear, Disintegrate, Slow, Petrification, Cause Serious Wounds, Hold Person, Lightning Bolt, Paralyze or Death Ray. Usually, the caster's eye returns to its original shape and place after the spell has expired.
german: Auge des Betrachters* (Hervorrufung) Rang: 8 Reichweite: Sichtweite des Zaubernden Wirkungsdauer: 1 Runde/5 Stufen Zeitaufwand: 5 Wirkungsbereich: Speziell Rettungswurf: Speziell Wird dieser Zauber gesprochen springt einer der Augäpfel des Hasardeurs heraus und verwandelt sich in den Augenstiel eines Betrachters. Einmal pro Runde kann der Hasardeur dieses Auge benutzen um ein Ziel anzustarren, was bewirkt daß einer von 10 möglichen Effekten aus dem Auge hervorschießt. Das exakte Resultat (inklusive Rettungswürfe, Reichweite, Wirkungsdauer, etc.) wird aufgrund der 10 möglichen Wirkungen eines Betracherauges zufällig bestimmt: Person Bezaubern, Furcht, Auflösung, Verlangsamen, Versteinerung, Ernsthafte Wunden Erzeugen, Person Festhalten, Blitz, Paralysieren oder Todesstrahl. Üblicherweise kehrt das Auge des Zaubernden in die Ursprüngliche Form zurück wenn der Zauber endet.
russian: Око созерцателя* (Проявление) Уровень: 8 Дистанция: Поле зрения закоинателя Длительность: 1 раунд/5 уровней Время чтения: 5 Зона действия: Особая Спасбросок: Особый После прочтения этого заклинания, одно глазное яблоко дикого мага выскакивает из глазницы и превращается в Око созерцателя. Один раза за раунд, маг может использовать Око, чтобы атаковать противника, применив один из 10 эффектов доступных Созерцателям. Конкретный результат (включая спасброски, дальность и пр.) выбираются случайным образом из следующих эффектов: Очарование персонажа, Страх, Распыление, Замедление, Окаменение, Нанесение серьезных ран, Удержание персонажа, Молния, Паралич или Смерть. Как правило, после окончания срока действия заклинания, глаз принимает нормальную форму и возвращается на положенное ему место.

source: Beholder's Gaze
german: Betrachter Blick
russian: Взгляд созерцателя

source: "Beholder's Gaze" has been added to your Special Abilities menu
german: "Betrachter Blick" wurde den Speziellen Fertigkeiten hinzugefügt
russian: "Взгляд созерцателя" был добавлен в ваше меню спецспособностей

source: Entropy Shield
german: Entropischer Schild
russian: Щит энтропии

source: Entropy Shield* (Abjuration) Level: 9 Range: 0 Duration: 2 turns Casting Time: 9 Area of Effect: The caster Saving Throw: None This spell surrounds the caster in a protective field of raw magical energy. This field will absorb the energy of any wild surge and all but the most powerful spells. For the spell's duration, the caster is immune to all spells of 7th level or lower, this includes spells like Ruby Ray Of Reversal that are specifically designed to cancel spell protections. Only pierce shield and spellstrike are capable of bringing down an entropy shield. In addition, the caster gains a +100 bonus to rolls on the wild surge table, forcing all his spell to be cast normally; this also applies to Nahal's Reckless Dweomer - as long as the entropy shield is active, the caster always succeeds in creating the desired spell effect.
german: Entropischer Schild* (Bannzauber) Rang: 9 Reichweite: 0 Wirkungsdauer: 2 Phasen Zeitaufwand: 9 Wirkungsbereich: Der Zaubernde Rettungswurf: Nein Dieser Zauber ummantelt den Zaubernden mit einem schützenden Feld aus roher magischer Energie. Dieses Feld absorbiert die Energie jeglicher Unbändigen Woge und aller außer den mächtigsten Zaubern. Für die Wirkungsdauer des Zaubers ist der Hasardeur immun gegen alle Zauber 7. oder niedrigeren Ranges. Dies gilt auch für Zauber wie Rubinroter Strahl Der Aufhebung, die speziell dazu entwickelt wurden, Schutzzauber aufzuheben. Nur Zauberschutz Durchdringen und Zauberschlag sind fähig ein Entropisches Schild aufzuheben. Zusätzlich zu dem Schutz vor Magie erhält der Zaubernde einen +100 Bonus auf alle Würfe auf der Tabelle für Unbändige Magie, was bedeutet daß all seine Zauber normal gewirkt werden. Dies gilt auch für Nahals gewagte Hexerei - solange das Entropische Schild aktiv ist kann der Hasardeur immer erfolgreich den gewünschten Sprucheffekt erzeugen.
russian: Щит энтропии* (Ограждение) Уровень: 9 Дистанция: 0 Длительность: 2 ходs Время чтения: 9 Зона действия: Заклинатель Спасбросок: Нет Это заклинание окружает прочитавшего его защитным полем чистой магической энергии. Поле поглощает энергию всех диких волн и заклинаний, за исключением самых могущественных. На время действия заклинания, маг получает иммунитет ко всем заклинаниям 7го уровня и ниже, включая заклинание Рубиновый Луч, которое было создано специально для уничтожения магических защит. Только Пронзить Заклинание и Магический Удар способны разрушить Щит Энтропии. Также заклинателе получает бонус +100 на все броски, по определению эффекта дикой магии, в результате чего все заклинания будут работать как им положено. Это относится и к Безрассудному Двеомеру Нахала – пока действует Щит Энтропии, заклинатель всегда получает нужный эффект.
