Repository: BGforgeNet/bg2-wildmage
Catalog: wildmage/tra/po/*.po
Languages: german, russian

source: You open Rhialto's spellbook for the first time. It's an insane mess of random notes, illegible scribble and childish drawings; all over smeared with blood, bile and some other stuff you can't (and don't even want to) recognize. Amazingly, some of the spell entries are still legible.
german: Du erschrickst als Du Rhialtos Zauberbuch das erste Mal öffnest. Es ist ein einziges Geschmier von Notizen, unleserlichem Geschreibsel und kindischen Zeichnungen, über und über beschmiert mit Blut, Galle und einigem anderen Zeug das du nicht identifizieren kannst (und auch nicht wirklich willst). Erstaunlicherweise kann man einige der Zaubereinträge immer noch lesen.
russian: Вы впервые открываете книгу заклятий Риалто. Это безумная мешанина случайных заметок, неразборчивых каракуль и глупых рисунков; все измазано кровью, желчью и еще какими-то веществами, которые вы не можете (и не очень хотите) распознать. Удивительно, как некоторые из заклинаний еще можно прочитать.

source: Again you risk a look into Rhialto's spellbook. You carefully separate two sheets that were stuck together, just to discover a nasty drawing of an old sage with long beard and pointy hat, that seems to glare longingly at something that looks like a petrified goat.
german: Erneut öffnest Du Rhialtos Zauberbuch. Du trennst vorsichtig zwei Seiten die zusammengeklebt waren, nur um eine Karikatur zu entdecken, die einen alten Magier mit langem Bart und spitzem Hut darstellt, der etwas anschmachtet was wie eine versteinerte Ziege aussieht.
russian: И вновь вы рискуете заглянуть в книгу заклинаний Риалто. Вы аккуратно отделяете две слипшиеся страницы, и обнаруживаете мерзкий рисунок, изображающий старого мудреца с длинной бородой и в заостренной шляпе, который, кажется, пристально и вожделенно смотрит на что-то, напоминающее окаменевшую козу.

source: You open the spellbook at a random page and notice some scribble you haven't seen before: "<CHARNAME>, keep your dirty hands off my spellbook!"
german: Du öffnest das Zauberbuch bei einer zufälligen Seite und entdeckst einen Eintrag den du bisher nicht gesehen hast: "<CHARNAME>, lass deine dreckigen Finger von meinem Zauberbuch!"
russian: Вы наугад открываете книгу заклятий и замечаете надпись, которую ранее не видели: "<CHARNAME>, держи свои грязные руки подальше от моей книги заклинаний!"

source: When you open Rhialto's spellbook, one of the pages comes loose and falls out.
german: Als Du Rhialtos Zauberbuch öffnest, löst sich eine Seite und fällt heraus.
russian: Когда вы открываете книгу заклинаний Риалто, одна из страниц выскальзывает и падает.

source: Rhialto's spellbook is still a mess, and his mind must have been quite the same; you wonder if the same madness could affect you, when you continue to read his writings.
german: Rhialtos Zauberbuch ist einfach nur widerlich. Er muss schon ziemlich krank im Kopf gewesen sein, wenn er dieses Zauberbuch tatsächlich benutzt hat, um sich Zauber einzuprägen... So langsam fragst Du dich, ob du nicht vielleicht selbst verrückt wirst, wenn du nicht aufhörst dieses Buch zu lesen.
russian: Книга заклинаний Риалто все еще в полном беспорядке, его ум скорее всего был в таком же состоянии; вы размышляете не затронет ли это безумие и вас, если вы продолжите читать его записи.

source: Again you open Rhialto's spellbook, it's still quite a mess, but meanwhile you're getting used to it.
german: Wieder öffnest Du das heruntergekommenste Zauberbuch das du jemals gesehen hast. Naja, mittlerweile hast Du dich eigentlich daran gewöhnt.
russian: В который раз вы открываете книгу заклинаний Риалто, она все так же представляет из себя полный беспорядок, но вы уже начинаете привыкать к этому.

source: You continue to study Rhialto's spellbook.
german: Du liest erneut in Rhialtos Zauberbuch.
russian: Вы продолжаете изучать книгу заклинаний Риалто.

source: Rhialto may have been insane, but his knowledge was great indeed.
german: Rhialto war zwar wahnsinnig, aber sein Wissen war groß.
russian: Хоть Риалто и был сумасшедшим, но его знания были воистину великими.

source: Although you're sure that you've learned every spell from this this spellbook, you still feel the strong urge to risk another look.
german: Obwohl Du dir sicher bist, alle Zauber aus diesem Zauberbuch gelernt zu haben, verspürst du den starken Drang nochmal darin zu lesen.
russian: Несмотря на то, что вы уверены, что уже выучили каждое заклинание из этой книги, вы все еще чувствуете сильную потребность заглянуть еще раз.

source: When you open Rhialto's spellbook again, it crumbles to dust.
german: Als Du Rhialtos Zauberbuch erneut öffnest, zerfällt es zu Staub.
russian: Когда вы снова открываете книгу заклинаний Риалто она рассыпается в пепел.

source: Study the spellbook for a while, and see if you can learn something new.
german: Ein bischen im Zauberbuch lesen, vielleicht kannst Du was neues lernen.
russian: Позаниматься с книгой заклинаний некоторое время и посмотреть получится ли у вас выучить что-нибудь новое.

source: Close the book.
german: Das Buch schliessen.
russian: Закрыть книгу.

source: When you examine this strange spell closer, it proves to be utterly useless. No point in learning it.
german: Als Du diesen seltsamen Zauberspruch näher untersuchst, stellt sich heraus, daß er vollkommen nutzlos ist. Es macht keinen Sinn ihn zu lernen.
russian: Когда вы рассматриваете странное заклинание поближе, оно оказывается совершенно бесполезным. Учить его нет смысла.

source: You spend some time, browsing trough the book...
german: Du verbringst etwas Zeit damit das Buch zu durchstöbern...
russian: Вы проводите некоторое время просматривая книгу...

source: You found something of interest.
german: Du hast etwas interessantes gefunden.
russian: Вам удается найти кое-что интересное.

source: You find nothing new.
german: Du findest nichts neues.
russian: Вы не находите ничего нового.

source: You try to learn the spell, but it's too difficult, you need more experience in the art before you can learn it.
german: Du versuchst den Zauber zu lernen, aber er ist zu kompliziert. Du brauchst mehr Erfahrung in den magischen Künsten bevor du diesen Zauber erlernen kannst.
russian: Вы пытаетесь выучить заклинание, но оно слишком сложное, вам нужно больше опыта в искусстве, прежде чем вы сможете его выучить.

source: You succeed in learning the spell.
german: Du hast den Zauber gelernt.
russian: Вы преуспели в изучении заклинания.

source: As much as you try to concentrate, you read a line and forget it in the same moment; as if someone powerful wipes it from your memory. Obviously someone doesn't want you to know this spell.
german: So sehr Du auch versuchst dich zu konzentrieren, sobald Du eine Zeile gelesen hast, vergisst Du sie auch schon wieder, als ob jemand sehr mächtiges sie aus deiner Erinnerung löscht. Offensichtlich will irgendjemand nicht daß Du diesen Zauber lernst.
russian: Как бы вы не старались сконцентрироваться, как только вы читаете строчку, вы сразу же ее забываете; как будто кто-то могущественный стирает ее с вашей памяти. Судя по всему кто-то не желает, чтобы вы знали это заклинание.

source: You close the book.
german: Du schliesst das Buch.
russian: Вы закрываете книгу.

source: Try to learn the spell "Random Spell I".
german: Lerne den Zauber "Zufälliger Zauber I".
russian: Попытаться выучить заклинание "Случайное заклинание I".

source: Try to learn the spell "Rhialto's Chaos Conduit".
german: Lerne den Zauber "Rhialtos Chaosstrom".
russian: Попытаться выучить заклинание "Хаотический источник Риалто".

source: Try to learn the spell "Rodent Form".
german: Lerne den Zauber "Nager Form".
russian: Попытаться выучить заклинание "Форма грызуна".

source: Try to learn the spell "Blade Shower".
german: Lerne den Zauber "Klingensturm".
russian: Попытаться выучить заклинание "Шторм лезвий".

source: Try to learn the spell "Rhialto's Random Missiles".
german: Lerne den Zauber "Rhialtos Zufällige Geschosse".
russian: Попытаться выучить заклинание "Случайные снаряды Риалто".

source: Try to learn the spell "Gymlainac's Lightbend".
german: Lerne den Zauber "Gymlainacs Lichtbrechung".
russian: Попытаться выучить заклинание "Светоискривление Гимлейнака".

source: Try to learn the spell "Vile Word of Discord".
german: Lerne den Zauber "Gemeines Wort der Zwietracht".
russian: Попытаться выучить заклинание "Подлое Слово раздора".

source: Try to learn the spell "Cellular Regeneration".
german: Lerne den Zauber "Zelluläre Regeneration".
russian: Попытаться выучить заклинание "Клеточная регенерация".

source: Try to learn the spell "Glyph of Wild Magic".
german: Lerne den Zauber "Glyphe der Unbändigen Magie".
russian: Попытаться выучить заклинание "Символ дикой магии".

source: Try to learn the spell "Paithan's Lucky Streak".
german: Lerne den Zauber "Paithans Glückssträhne".
russian: Попытаться выучить заклинание "Полоса везения Пайзана".

source: Try to learn the spell "Vortex".
german: Lerne den Zauber "Wirbel".
russian: Попытаться выучить заклинание "Вихрь".

source: Try to learn the spell "Paithan's Fiasco".
german: Lerne den Zauber "Paithans Fiasko".
russian: Попытаться выучить заклинание "Фиаско Пайзана".

source: Try to learn the spell "Wildstrike".
german: Lerne den Zauber "Unbändiger Schlag".
russian: Попытаться выучить заклинание "Дикий удар".

source: Try to learn the spell "Hornung's Random Dispatcher".
german: Lerne den Zauber "Hornungs zufälliger Entsender".
russian: Попытаться выучить заклинание "Случайный отправитель Хорнунга".

source: Try to learn the spell "Summon Cow".
german: Lerne den Zauber "Kuhruf".
russian: Попытаться выучить заклинание "Призвать корову".

source: Try to learn the spell "Eye of the Beholder".
german: Lerne den Zauber "Auge des Betrachters".
russian: Попытаться выучить заклинание "Око созерцателя".

source: Try to learn the spell "Mynoc's Wild Recuperation".
german: Lerne den Zauber "Mynocs Unbändige Erholung".
russian: Попытаться выучить заклинание "Дикое Возмещение Майнока".

source: Try to learn the spell "Entropy Shield".
german: Lerne den Zauber "Entropischer Schild".
russian: Попытаться выучить заклинание "Щит энтропии".

source: Try to learn the spell "Wild Sphere".
german: Lerne den Zauber "Unbändige Sphäre".
russian: Попытаться выучить заклинание "Дикая сфера".

source: Try to learn the spell "Rhialto's Marvelous Reincarnation".
german: Lerne den Zauber "Rhialtos Fabelhafte Reinkarnation".
russian: Попытаться выучить заклинание "Изумительная реинкарнация Риалто".

source: Try to learn the spell "Rhialto's Avatar".
german: Lerne den Zauber "Rhialtos Avatar".
russian: Попытаться выучить заклинание "Аватара Риалто".

source: Try to learn the spell "Mynoc's Irresistible Appeal".
german: Try to learn the spell "Mynocs Unwiderstehliche Anziehung".
russian: Попытаться выучить заклинание "Неотразимое воззвание Майнока".

source: Try to learn the spell "Summon Wild Horde".
german: Try to learn the spell "Unbändige Horde".
russian: Попытаться выучить заклинание "Вызов Дикой Орды".

source: Try to learn the spell "Random Spell II".
german: Try to learn the spell "Zufälliger Zauber II".
russian: Попытаться выучить заклинание "Случайное заклинание II".

source: Try to learn the spell "Corporeal Instability".
german: Try to learn the spell "Körperliche Instabilität".
russian: Попытаться выучить заклинание "Телесная нестабильность".

source: Try to learn the spell "Random Spell III".
german: Try to learn the spell "Zufälliger Zauber III".
russian: Попытаться выучить заклинание "Случайное заклинание III".

source: Try to learn the spell "Meece's Wild Armour".
german: Try to learn the spell "Meeces Unändige Rüstung".
russian: Попытаться выучить заклинание "Дикая броня Миса".

source: Try to learn the spell "Random Spell IV".
german: Try to learn the spell "Zufälliger Zauber IV".
russian: Попытаться выучить заклинание "Случайное заклинание IV".

source: Try to learn the spell "Entropy Burst".
german: Try to learn the spell "Entropie Ausbruch".
russian: Попытаться выучить заклинание "Энтропический взрыв".

source: Try to learn the spell "Wildfire".
german: Try to learn the spell "Unbändiges Feuer".
russian: Попытаться выучить заклинание "Дикий Порыв".

source: Well, well, well... What do we have here? Greetings, young one, No doubt you're honored to meet Rhialto the Marvelous.
german: So, so, so... Na was haben wir denn hier? Grüße... Ohne Zweifel fühlst Du dich geehrt, Rhialto den Fabelhaften kennenzulernen.
russian: Так, так, так... Кто это у нас здесь? Приветствую, молодежь. Без сомнения тебе выпала честь повстречать самого Риалто Изумительного.

source: Ah yes, you are perfect. Be honored, young one, for your existence now has a purpose: Rhialto the Marvelous needs your spleen.
german: Ahja, Du bist perfekt. Du darfst dich geehrt fühlen, denn deine Existenz hat endlich einen Sinn: Rhialto der Fabelhafte benötigt Deine Milz.
russian: О, да, ты идеально подходишь. Возрадуйся, ибо твое существование теперь обрело цель: Риалто Изумительный нуждается в твоей селезенке.

source: It will be the final component for the greatest spell that was worked since, well, since ever!!! Of course, it needs to be extracted while you're still alive, otherwise it would be worthless as an ingredient.
german: Sie wird die letzte Komponente für den großartigsten Zauber seit... Naja... seit es Zauberei gibt!! Natürlich muss die Milz extrahiert werden solange Du noch lebst, sonst wäre sie wertlos für Rhialtos Zauber.
russian: Она станет завершающим компонентом величайшего заклинания которое действовало с времен... ну-у... когда-либо!! Без сомнения, она должна быть извлечена пока твое сердце еще бьется, иначе она ничего не будет стоить в качестве ингридиента.

source: But it won't be too painful... Well, at least it won't take too long. Rhialto the Marvelous is a very experienced surgeon, it will only take an hour or two...
german: Aber es wird nicht zu schmerzhaft... Naja, zumindest wird es nicht allzu lange dauern. Rhialto der Fabelhafte ist ein erfahrener Chirurg: es wird nur ein, zwei Stündchen dauern.
russian: Но это будет не больно... По крайней мере, это не займет много времени. Риалто Изумительный чрезвычайно опытный хирург, это займет всего часик или два...

source: So we meet again... You seem to have grown more self-confident since Rhialto the Marvelous had his little accident. It is just fitting that you, who caused his downfall by your insolent resistance, brought Rhialto back to life.
german: So treffen wir uns wieder... Du scheinst viel selbstbewußter geworden zu sein, seit Rhialto der Fabelhafte seinen kleinen Unfall hatte. Es ist nur richtig, dass die Person die durch ihren unverschämten Widerstand Rhialtos Untergang ausgelöste, ihn nun zurück ins Leben gebracht hat.
russian: Итак, мы снова встретились… Похоже, твоя уверенность в своих силах значительно выросла с тех пор, как с Риалто Изумительным произошел тот несчастный случай. И в том, что именно тебе, чье дерзкое сопротивление послужило причиной его падения, суждено было вернуть Риалто к жизни, виден перст судьбы.

source: But to do this, you had to read Rhialto's spellbook. Rhialto the Marvelous really doesn't like it when someone touches his stuff!!!
german: Aber um das zu bewerkstelligen, musstest Du Rhialto's Zauberbuch lesen. Rhialto der Fabelhafte mag es nicht wenn man seine Sachen angrabscht!!
russian: Но чтобы сделать это, тебе нужно было прочитать книгу заклинаний Риалто. Риалто Изумительный ооочень не любит когда кто-то трогает его вещи!!

source: Select a Special Ability
german: Wähle eine Spezialfähigkeit
russian: Выберите особую способность

source: Ambidexterity (1st Rank)
german: Beidhändigkeit (1. Stufe)
russian: Навык "два оружия" (1 ранг)

source: Ambidexterity (2nd Rank)
german: Beidhändigkeit (2. Stufe)
russian: Навык "два оружия" (2 ранг)

source: Backstabbing (x2)
german: Hinterhältiger Angriff (x2)
russian: Удар в спину (x2)

source: Backstabbing Adept (x3)
german: Hinterhältiger Angriff (x3)
russian: Удар в спину - Знаток (x3)

source: Backstabbing Expert (x4)
german: Hinterhältiger Angriff (x4)
russian: Удар в спину - Специалист (x4)

source: Backstabbing Master (x5)
german: Hinterhältiger Angriff (x5)
russian: Удар в спину - Мастер(x5)

source: Combat Speed
german: Schneller Kampf
russian: Скорость в бою

source: Dagger Specialization
german: Dolch Spezialisierung
russian: Кинжалы - Специализация

source: Dagger Mastery
german: Dolch Meisterschaft
russian: Кинжалы - Мастерство

source: Improved Criticals
german: Mehr kritische Treffer
russian: Улучшение критических ударов

source: Toughness
german: Zähigkeit
russian: Прочность

source: Vicious hits
german: Harte Treffer
russian: Порочные удары

source: Rogue High Level Ability: "Assassination"
german: Schurken Spezialfähigkeit: "Meuchelmord"
russian: Высокоуровневая способность вора: "Убийство"

source: Rogue High Level Ability: "Avoid Death"
german: Schurken Spezialfähigkeit: "Tod entrinnen"
russian: Высокоуровневая способность вора: "Избежать смерти"

source: Rogue High Level Ability: "Evasion"
german: Schurken Spezialfähigkeit: "Entrinnen"
russian: Высокоуровневая способность вора: "Уклонение"

source: Weave Spell
german: Spruch Weben
russian: Сплести заклинание

source: Weaveshear
german: Magiebruch
russian: Рассекатель Плетения

source: You don't know exactly what just happened, but in the heat of battle you somehow managed to cast a spell spontaneously.
german: Du weißt nicht genau was gerade passiert ist, aber in der Hitze des Gefechts hast du es irgendwie geschafft, spontan einen Zauber zu wirken.
russian: Ты не до конца сознаешь, что только что произошло, но в пылу битвы тебе каким-то образом удалось самопроизвольно наложить заклятье.

source: Now you feel a strange wave of magical power rising within you. Whatever is happening, somehow you feel that if you yield to it, you will be changed forever.
german: Jetzt fühlst Du eine seltsame Welle magischer Energie in Dir aufsteigen. Was auch immer gerade passiert, irgendwie fühlst Du, daß, wenn Du dieser Macht nachgibst, sie dich für immer verändern würde.
russian: Теперь ты чувствуешь как странная волна магической мощи растет внутри тебя. Что бы это нибыло, каким-то образом ты понимаешь что если ты поддашься этому то изменишься навсегда.

source: Embrace this new power.
german: Akzeptiere die neue Kraft die Dich durchströmt.
russian: Принять эту новую силу.

source: Try to suppress it.
german: Versuche sie zu unterdrücken.
russian: Попытаться подавить ее.

source: Whatever that was, you were strong enough to suppress it.
german: Was auch immer das war, Du warst stark genug es abzuwenden.
russian: Что бы это нибыло тебе хватило сил пресечь это.

source: A surge of chaotic energy overwhelms you.
german: Eine überwältigende Welle chaotischer Energie durchströmt Dich.
russian: Тебя переполняет волна хаотической энергии.

source: When you give in to the surge of magical power, you feel that your understanding of the magical Weave changes.
german: Du läßt dich von der Welle magischer Energie durchströmen, und fühlst wie sich dein Magieverständnis verändert.
russian: Когда ты поддаешься волне магической силы, ты чувствуешь что твое понимание Плетения изменилось.

source: Once you tried to study the chaos around you, bending it to your will, drawing your strength from the erratic ebb and flow of wild magic.
german: Einst hast Du versucht das Chaos um dich herum zu erforschen und ihm Deinen Willen aufzuzwingen. Du hast die unberechenbaren Gezeitenströme der unbändigen Magie zu deinen Gunsten genutzt.
russian: Ты пытаешься изучать хаос вокруг себя, изгибать его согласно своей воле, черпая силу из изменчивых приливов дикой магии.

source: Now you feel a close relation to the Weave. You now are able to tangle the Weave, reshape it, "weave" it into anything you can imagine.
german: Jetzt spürst Du eine intuitive Beziehung zur Magie, Du fühlst das du fähig bist das Gewebe der Magie aufzuwickeln, es umzuformen, es in neue Formen zu "weben", Formen die nur durch deine Vorstellungskraft beschränkt sind.
russian: Теперь ты чувствуешь близкую связь с Плетением. Ты можешь сматывать Плетение, придавать ему новую форму, "сплетать" из него все что только пожелаешь.

source: New Wild Magic Spells
german: Neue Zaubersprüche
russian: Новые заклинания Дикой Магии

source: Spellshaper Kit
german: Sprücheweber
russian: Творец Заклинаний

source: Misc spell modifications
german: Allgemeine Zauberspruch Modifikationen
russian: Различные изменения заклинаний

source: You must have "New Wild Magic Spells" installed!
german: "Neue Zaubersprüche" wird benötigt!
russian: Требуется установить компонент "Новые Заклинания Дикой Магии"!

source: Ironman
german: Eisenmann
russian: Стальная воля

source: Haugthy pansy
russian: Тютя

source: Only ToB and EE engines are supported
german: Nur ToB und EE werden unterstützt
russian: Поддерживаются только движки ToB и EE

source: Original avatar
german: Originaler Avatar
russian: Оригинальный аватар

source: Changed avatar
german: Veränderter Avatar
russian: Измененный аватар

source: Requires BG1 content
german: Benötigt BG1
russian: Требует контент BG1

source: Retain Rhialto's items
german: Rhialtos Gegenstände beibehalten
russian: Получить вещи Риалто

source: Wild Magic
german: Unbändige Magie
russian: Дикая магия

source: Wild Magic made your dreams come true. (Whatever that's good for...)
german: Unbändige Magie machte deine Träume wahr. (Wozu immer das gut ist...)
russian: Дикая магия исполнила ваши мечты. (Будь то к добру или злу...)

source: THAC0 Reduced by 1
german: ETW0 verringert um 1
russian: THAC0 уменьшился на 1

source: Backstab Multiplier Increased by 1
german: Multiplikator für Hinterhältigen Angriff erhöht um 1
russian: Множитель коварного удара увеличился на 1

source: Dagger Proficiency raised to 2 (Specialized)
german: Dolch Spezialisierung erhöht auf 2 (Spezialisiert)
russian: Навык кинжалов поднят до 2 (Специализация)

source: Dagger Proficiency raised to 3 (Master)
german: Dolch Spezialisierung erhöht auf 2 (Meisterschaft)
russian: Навык кинжалов поднят до 3 (Мастерство)

source: Gained Ambidexterity (1st Rank)
german: Beidhändigkeit erlangt (Stufe 1)
russian: Получен навык "два оружия" (1 ранг)

source: Raised Ambidexterity to 2nd Rank
german: Beidhändigkeit erhöht auf Stufe 2
russian: Навык "два оружия" увеличен до 2-го ранга

source: Gained +1 Melee Damage Bonus
german: Nahkampf Schadensbonus +1
russian: Получен бонус урона +1 в ближнем бою

source: Gained 20% Hitpoint Bonus
german: Trefferpunkte um 20% erhöht
russian: Получены 20% бонусных хитпойнтов

source: Attacks per round raised by 1
german: Angriffe pro Runde um 1 erhöht
russian: Количество атак за раунд увеличено на 1

source: Critical Hit Range increased by 1
german: Bereich für kritische Treffer um 1 erhöht
russian: Диапазон критического удара увеличен на 1

source: Rhialto's Chaos Conduit
german: Rhialtos Chaosstrom
russian: Хаотический источник Риалто
