Repository: BGforgeNet/bg2-wildmage
Catalog: wildmage/tra/po/*.po
Languages: german, russian

source: Gymlainac's Lightbend* (Alteration) Level: 3 Range: Touch Duration: 5 rounds + 1 round/level Casting Time: 3 Area of Effect: 1 creature Saving Throw: None This spell was developed by the wild mage Gymlainac, in an effort to create a wild magic version of Invisibility. The spell bends light waves around the recipient, creating an effect similar to the second-level spell Blur and a Cloak of Displacement. The recipient's form is both blurred and sways (regardless of movement), making her much more difficult to hit. When the spell is cast, the recipient gains a bonus of 2d4 to armor class and 1d4 to saving throws. Since the effect of this spell is no illusion but an actual change of the space around the recipient, it can't be dispelled by True Seeing or similar spells.
german: Gymlainacs Lichtbrechung* (Veränderung) Rang: 3 Reichweite: Berührung Wirkungsdauer: 5 Runden + 1 Runde/Stufe Zeitaufwand: 3 Wirkungsbereich: 1 Wesen Rettungswurf: Nein Dieser Zauber wurde vom Hasardeur Gymlainac entwickelt als er versuchte eine neue, auf unbändige Magie abgestimmte, Version von "Unsichtbarkeit" zu erschaffen. Rund um den Empfänger dieses Zaubers werden die Lichtwellen gebogen, was einen Effekt erzeugt der dem 2. Rang Spruch "Verschwimmen" und einem Mantel der Verschiebung sehr ähnlich ist. Die Form des Empfängers verschwimmt und schwankt (Unabhängig ob der Empfänger sich wirklich bewegt oder nicht) wodurch es sehr schwierig wird ihn zu treffen. Wenn der Zauber gesprochen wird, erhält der Empfänger einen 2W4 Bonus auf die Rüstungsklasse und einen 1W4 auf die Rettungswürfe. Da der Zauber keine Illusion erzeugt, sondern tatsächlich den Raum rund um den Empfänger verändert, kann der Gymlainacs Lichtbrechung nicht durch Erkenntniszauber aufgelöst werden.
russian: Светоискривление Гимлейнака* (Изменение) Уровень: 3 Дистанция: Прикосновение Длительность: 5 раундов + 1 раунд/уровень Время чтения: 3 Зона действия: 1 существо Спасбросок: Нет Это заклинание было открыто Диким Магом Гимлейнаком, во время его попыток создать заклинание Невидимости при помощи дикой магии. Заклинание искривляет свет вокруг обьекта заклинания, создавая эффект сходный с заклинанием 2-го уровня Размытие и Плаща смещения. Форма обьекта заклинания размывается и колеблется (вне зависимости от перемещения), в результате чего по нему становится сложнее попасть. Во время действия заклинания, обьект получает 2d4 бонуса брони и 1d4 бонус к спасброскам. Так как эффект заклинания не иллюзия, а фактическое изменение пространства вокруг обьекта, он не может быть развеян при помощи Истинного Видения или подобных заклинаний.

source: Vile Word of Discord
german: Gemeines Wort der Zwietracht
russian: Подлое Слово раздора

source: Vile Word of Discord* (Enchantment/Charm) Level: 3 Range: Visual range of the caster Duration: 2 rounds Casting Time: 3 Area of Effect: 30' radius Saving Throw: Special This spell, a combination of ventriloquism and confusion magics, is the very essence of discord, with the potential to destroy not only formations but also allegiances. The caster points out a single creature, which then appears to shout insults in a strange, sinister language. The surprise, the unexpected source and the magic hidden within those words hit all bystanders completely unprepared. Everyone within a 30' sphere around the target must save vs. spells at -4 or suffer a randomly chosen effect: attack each other, flee in panic, stand around in confusion, ally with the caster or stumbling around uncontrolled. In addition, there's a 20% chance that some of the victims drop random equipment. The spell affects the caster's allies as well as his enemies; only the caster and the creature which was targeted in the first place are immune to the effect. Usually, this spell can't be backtraced to the caster: the only person, the victims might be angry at, is the spell's original target. Ongoing fights between the affected creatures might continue even after the spell ends.
german: Gemeines Wort der Zwietracht* (Bezauberung/Verzauberung) Rang: 3 Reichweite: Sichtweite des Zaubernden Wirkungsdauer: 2 Runden Zeitaufwand: 3 Wirkungsbereich: 30 Meter Radius Rettungswurf: Speziell Dieser Zauber, eine Kombination aus magischem Bauchreden und Verwirrungszaubern, ist wahre Essenz der Zwietracht, mit dem Potential nicht nur Formationen aufzulösen sondern auch Bündnisse und Freundschaften zu zerstören. Der Zaubernde sucht sich ein Wesen als Ziel aus, das dann scheinbar damit anfängt, Beleidigungen in einer seltsamen, finsteren Sprache zu schreien. Die Überraschung, die Unerwartete Quelle der Beleidigungen und die Magie die sich hinter den Worten versteckt trifft alle Anwesenden völlig unvorbereitet. Jeder in 30 Meter Umkreis um das als Ziel ausgesuchte Wesen, muss einen Rettungswurf gegen Zauber mit -4 Abzug schaffen, oder steht für 2 Runden unter einem der folgenden Effekte: Nächstbestes Wesen angreifen, Panisch die Flucht ergreifen, Verwirrt herumstehen, sich mit dem Zaubernden verbünden oder unkontrollierbar herum stolpern. Zusätzlich besteht eine 20% Chance daß einige der Opfer zufällige Ausrüstungsteile fallen lassen. Der Zauber beeinflußt die Verbündeten des Zaubernden ebenso wie seine Feinde, nur der Zaubernde und das Wesen das ursprünglich Ziel des Zaubers war sind immun gegen die Effekte. Üblicherweise kann der Zauber nicht mit dem Zaubernden in Verbindung gebracht werden: Die einzige Person die eventuell den Ärger der Opfer ertragen muss ist das ursprüngliche Ziel des Zaubers.
russian: Подлое Слово раздора* (Чародейство/Очарование) Уровень: 3 Дистанция: Поле зрения заклинателя Длительность: 2 раундов Время чтения: 3 Зона действия: 30-футовый радиус Спасбросок: Особый Это заклинание сочетает в себе магию чревовещания и замешательства, оно представляет собой саму сущность раздора, и может поразить не только группировки, но и преданных друзей. Заклинатель указывает на цель, после чего та начинает кричать оскорбления на странном, зловещем языке. Неожиданность, неизвестный источник этих слов и скрытая в них магия поражает всех неподготовленных очевидцев. Все в радиусе 30 футов должны сделать спасбросок против заклинаний со штрафом -4 или подвергнуться случайному эффекту: начнут атаковать друг друга, в страхе убегут, замрут, обьединятся с заклинателем или будут бездумно бродить вокруг. К тому же есть 20% шанс, что кто-нибудь из жертв выбросит случайный предмет. Заклинание действует на союзников заклинателя, так же как и на врагов; не подвержены эффекту только сам заклинатель и цель, на которую изначально было направленно заклинание. Обычно, заклинание не имеет отдачи на прочитавшего: жертвы заклинания могут разозлиться только на того, кто изначально был целью мага. Бой между жертвами заклинания может продолжаться и после окончания срока его действия.

source: Cellular Regeneration
german: Zelluläre Regeneration
russian: Клеточная регенерация

source: Cellular Regeneration* (Necromancy) Level: 4 Range: Touch Duration: 6 rounds Casting Time: 4 Area of Effect: One creature Saving Throw: None By reshaping a strand of the Weave until it resembles the patterns created by a priest's healing spell, the wild mage can accomplish what was thought to be impossible: an arcane spell that cures wounds. Cellular Regeneration increases the growth rate of the body's various tissues, causing them to mend together faster. Once the recipient is touched, the spell begins to work, restoring damage according to the table below: Round Healing ------------------ 1 1 2 1d4 3 1d4 + level/5 (up to 1d4+5) 4 1d4 + level/5 (up to 1d4+5) 5 1d4 6 1 The regeneration process is so stressing for the body, that the recipient stays unconscious for the duration of the spell, and looses one point of constitution for one hour thereafter.
german: Zelluläre Regeneration* (Nekromantie) Rang: 4 Reichweite: Berührung Wirkungsdauer: 6 Runden Zeitaufwand: 4 Wirkungsbereich: Ein Wesen Rettungswurf: Nein Indem ein Strang des magischen Gewebes umgeformt wird, bis es jenen Mustern entspricht, die durch die Heilzauber eines Priesters erzeugt werden, kann der Hasardeur bewirken was undenkbar schien: ein Magierspruch der Wunden heilt. Zelluläre Regeneration erhöht die Wachstumsrate der verschiedenen Körpergewebe, wodurch das Schließen von Wunden beschleunigt wird. Nachdem der Empfänger berührt wurde beginnt der Zauber zu wirken und heilt Schaden entsprechend der folgenden Tabelle: Runde Heilung ------------------ 1 1 2 1W4 3 1W4 + Stufe/5 (Bis zu 1W4+5) 4 1W4 + Stufe/5 (Bis zu 1W4+5) 5 1W4 6 1 Der Regenerationsprozess erzeugt einen derartigen Streß für den Körper, daß der Empfänger für die Dauer des Zaubers ohnmächtig bleibt und für eine Stunde einen Punkt an Konstitution verliert.
russian: Клеточная регенерация* (Некромантия) Уровень: 4 Дистанция: Прикосновение Длительность: 6 раундов Время чтения: 4 Зона действия: 1 существо Спасбросок: Нет Изменяя структуру Плетения, делая ее похожей на структуру жреческих заклинаний лечения, дикий маг может добиться того, что считалось невозможным: создать не божественное заклятье, лечащее раны. Клеточная регенерация увеличивает темпы рост новых клеток в организме, заставляя быстрее срастаться кости, сухожилья, мышцы... Когда маг касается существа, заклинание начинает работать, восстанавливая пункты здоровья в соответствии со следующей таблицей: Раунд Пункты здоровья: ------------------ 1 - 1 2 - 1d4 3 - 1d4 + каждые 5 уровней (до максимума 1d4+5) 4 - 1d4 + каждые 5 уровней (до максимума 1d4+5) 5 - 1d4 6 - 1 Такой процесс ускоренной регенерации весьма болезнен. Из-за этого тот, кто находится под действием этого заклинания теряет сознание на весь период его действия, а так же лишается 1 пункта телосложения на час.

source: Vortex
german: Wirbel
russian: Вихрь

source: Vortex* (Evocation) Level: 5 Range: 30 yards Duration: 3-15 rounds Casting Time: 5 Area of effect: 7-foot-diameter sphere Saving Throw: Half A vortex is a swirling mass of magical energy, barely controllable by the caster. After casting the spell, a 7 foot tall, multicolored sphere appears. From this moment on, the caster must maintain concentration in order for the vortex to remain. Each round, the caster can move the vortex 60 feet. However, control of direction is not perfect. If the caster fails to concentrate just for a moment, the Vortex moves on on its own. The vortex is composed of raw magical energy. Once per round, all creatures close to the vortex suffer 2d6 points of each: stunning, electricity and magic damage. Creatures struck are allowed a saving throw vs. spells to suffer only half damage. The duration of the spell is 3 rounds at level 10, plus one round for each additional level - up to 15 rounds at level 34. The caster is held immobile for the whole duration of the spell; he can't cancel it, even when he completely lost control over the vortex.
german: Wirbel* (Hervorrufung) Rang: 5 Reichweite: 30 Meter Wirkungsdauer: 3-15 Runden Zeitaufwand: 5 Wirkungsbereich: Kugel mit 2 Meter Durchmesser Rettungswurf: 1/2 Ein Wirbel ist eine herumwirbelnde Masse magischer Energie die nur teilweise unter der Kontrolle des Zaubernden steht. Nachdem der Zauber gesprochen wurde, erscheint der Wirbel in Form einer mannshohen vielfarbigen Kugel. Von diesem Moment an muss der Zaubernde sich ständig darauf konzentrieren, die Kontrolle über den Wirbel zu behalten. Der Wirbel kann mit einer Geschwindigkeit von ca. 20 Meter pro Runde bewegt werden, allerdings ist die Kontrolle nicht perfekt, wenn der Zaubernde sich auch nur einen Moment nicht ausreichend konzentriert, bewegt sich der Wirbel von alleine weiter. Der Wirbel besteht aus roher magischer Energie. Einmal pro Runde fügt er jedem Wesen in seiner Nähe 2W6 punkte an Lähmungs-, Blitz-, und Magieschaden zu. Schafft ein betroffenes Wesen einen Rettungswurf gegen Zauber wird der Schaden halbiert. Die Wirkungsdauer ist 3 Runden bis zu Stufe 10 plus eine Runde für jede Stufe darüber, bis hin zu 15 Runden bei Stufe 34. Der Zaubernde ist für die gesamte Dauer des Zaubers fest an die Stelle gebannt. Es besteht keine Möglichkeit diesen Effekt vorzeitig zu unterbrechen, selbst wenn der Zaubernde vollständig die Kontrolle über den Wirbel verloren hat.
russian: Вихрь* (Проявление) Уровень: 5 Дистанция: 30 ярдов Длительность: 3-15 раундов Время чтения: 5 Зона действия: сфера диаметром 7 футов Спасбросок: 1/2 Вихрь – циркулирующая масса магической энергии, едва контролируемая заклинателем. После прочтения этого заклинания, появляется разноцветная сфера диаметром 7 футов. С этого момента заклинатель должен непрерывно концентрироваться на вихре, чтобы не потерять над ним контроль. Каждый раунд, заклинатель может переместить вихрь на расстояние до 60 футов. Тем не менее, контроль над заклинанием не совершенен. Если заклинатель хоть на мгновение потеряет сосредоточенность, вихрь начнет перемещаться произвольно. Вихрь состоит из чистой магической энергии. Один раз за раунд все существа вблизи вихря получают 2d6 очков урона от оглушения, электричества и магии. Существа, удачно прокинувшие спасбросок от заклинаний, получают только половину урона. Время действия заклинания 3 раунда на 10 уровне, и увеличивается с ростом уровне до максимума в 15 раундов на 34 уровне. Заклинатель не может двигаться в течении всего действия заклинания, даже если он полностью потеряет контроль на вихрем.

source: Paithan's Lucky Streak
german: Paithans Glückssträhne
russian: Полоса везения Пайзана

source: Paithan's Lucky Streak* (Enchantment/Charm) Level: 5 Range: Touch Duration: Special Casting Time: 5 Area of Effect: 1 creature Saving Throw: None This extremely potent spell gives the target a run of good luck. The recipient gains 1d8 points of luck, receiving this amount as bonus to any of his actions. This includes saving throws, to hit chances, thieving skills, etc. In addition, twice the rolled amount is added to any roll the recipient makes on the wild surge chart. At the end of each round, a d20 throw is made to determine if the spell expires. On a roll of 2 or higher, a new 1d8 bonus is rolled, and the spell continues for another round. On a roll of 1, there is still a 25% chance for the spell to continue: If the result of a second d20 roll is 16 or higher, the spell does not only continue, but the next round is also a "Good Luck" round, in which the recipient gets not only 8 points of luck bonus, but also the almost supernatural ability to avoid death, level drain, and anything that limits his movement. As long as it doesn't expire due to "Bad Luck" (1 on D20, then 15 or lower on D20), the spell continues infinitely.
german: Paithans Glückssträhne* (Bezauberung/Verzauberung) Rang: 5 Reichweite: Berührung Wirkungsdauer: Speziell Zeitaufwand: 5 Wirkungsbereich: Ein Wesen Rettungswurf: Nein Der Empfänger dieses extrem mächtigen Zaubers kommt in den Genuß einer Glückssträhne. Er erhält 1W8 Glückspunkte als Bonus auf alle Aktionen. Das betrifft z.B. Trefferwürfe, Rettungswürfe, Würfe auf Diebesfertigkeiten usw.) Zusätzlich wird dieser Bonus verdoppelt und auf Würfe auf die Tabelle für die Unbändige Woge angerechnet. Am Ende jeder Runde wird ein W20 Wurf gemacht, um festzustellen ob der Zauber endet. Wird eine 2 oder höher geworfen, wird ein neuer 1W8 Bonus ermittelt, und der Zauber dauert eine weitere Runde an. Wird eine 1 geworfen, besteht noch immer eine 25% Chance daß der Zauber weiter geht: Ist das Resultat eines zweiten W20 Wurf 16 oder höher, dann geht der Zauber nicht nur weiter, die nächste Runde ist auch eine "Glückspilz" Runde, in der der Empfänger nicht nur 8 Punkte an Glücksbonus bekommt, sondern dank übernatürlichem Glück auch vor Tod, Lebenskraftentzug und jeglicher Behinderung der Bewegungsfreiheit geschützt ist. Solange der Zauber nicht durch "Pech" (1 auf W20 dann 15 oder weniger auf W20) beendet wird, ist seine Wirkungsdauer unendlich.
russian: Полоса везения Пайзана* (Чародейство/Очарование) Уровень: 5 Дистанция: Прикосновение Длительность: Особая Время чтения: 5 Зона действия: 1 существо Спасбросок: Нет Это чрезвычайно мощное заклинание значительно увеличивает запас удачи того, на кого нацелено. Цель получает бонус 1d8 очков удачи ко всем своим броскам. Включая спасброски, броски на попадание, воровские способности и т.д. К тому же, цель получает двойной бонус ко всем броскам, связанным с дикой магией. В конце каждого раунда делается бросок d20 чтобы определить закончилось ли действие заклинания. При броске 2 или выше цель заново получает бонус 1d8 и заклинание действует еще раунд. При броске 1 все равно остается 25% шанс, что действие заклинания не закончится. Если после второго броска d20 выпадает 16 или выше, заклинание не только продолжает действовать, но и делает следующий раунд «Удачным»: цель получает бонус удачи 8,а так же возможность избежать смерти, откачивания уровней и защиту от любых эффектов, ограничивающих движение. Заклинание продолжает действовать до «Критической неудачи» (т.е. бросок 1 из D20, и потом 15 или меньше из D20).

source: Paithan's Fiasco
german: Paithans Fiasko
russian: Фиаско Пайзана

source: Paithan's Fiasco* (Enchantment/Charm) Level: 6 Range: Touch Duration: Special Casting Time: 5 Area of Effect: 1 creature Saving Throw: None Paithan's Fiasco is the reverse version of the level 5 spell Paithan's Lucky Streak. The target, usually an enemy, suffers a run of bad luck. The victim is affected by 1d8 points of bad luck, taking this amount as a penalty to all of his actions. This includes saving throws, to hit chances, thieving skills, etc. In addition, twice the rolled amount is subtracted from any roll the recipient makes on the wild surge chart. At the end of each round, a d20 throw is made to determine if the spell expires. On a roll of 19 or lower, a new 1d8 penalty is rolled, and the spell continues for another round. On a roll of 20, there is still a 25% chance for the spell to continue: If the result of a second d20 roll is 5 or lower, the spell does not only continue, but the next round is also a "Fiasco" round, in which the victim gets 8 points of bad luck penalty and suffers one of the following things: stumble and drop down to the ground for two rounds, drop weapon due to a sudden spasm, fail horrible at parrying and loose all attacks for this round, hurt himself for 1d20 hitpoints or getting blinded by splinters from his own weapon for three rounds. As long as it doesn't expire due to "Good Luck" (20 on D20, then 6 or higher on D20), the spell continues infinitely.
german: Paithans Fiasko* (Bezauberung/Verzauberung) Rang: 6 Reichweite: Berührung Wirkungsdauer: Speziell Zeitaufwand: 5 Wirkungsbereich: Ein Wesen Rettungswurf: Nein Paithans Fiasko ist die Umkehrversion des 5.Rang Spruchs Paithans Glückssträhne. Das Ziel, üblicherweise ein Gegner, erleidet eine übernatürliche Pechsträhne. Das Opfer erhält 1W8 Pechpunkte als Abzug auf alle Aktionen. Das betrifft z.B. Trefferwürfe, Rettungswürfe, Würfe auf Diebesfertigkeiten usw.) Zusätzlich wird dieser Abzug verdoppelt von Würfen auf der Tabelle für die Unbändige Woge abgezogen. Am Ende jeder Runde wird ein W20 Wurf gemacht, um festzustellen ob der Zauber endet. Wird eine 19 oder tiefer geworfen, wird ein neuer 1W8 Wert ermittelt, und der Zauber dauert eine weitere Runde an. Wird eine 20 geworfen, besteht noch immer eine 25% Chance daß der Zauber weiter geht: Ist das Resultat eines zweiten W20 Wurf 5 oder niedriger, dann geht der Zauber nicht nur weiter, die nächste Runde ist auch eine "Fiasko" Runde, in der der Pechabzug 8 Punkte beträgt und das Opfer zudem eines der folgenden Dinge passiert: Stolpern und für zwei Runden zu Boden fallen, Wegen eines plötzlichen Krampfs die Waffen fallen lassen, Durch einem extremen Parrierfehler alle Attacken für diese Runde verlieren, Sich selbst 1W20 Schaden zufügen, Für drei Runden geblendet werden, weil Splitter der eigenen Waffe ins Auge geraten sind. Solange der Zauber nicht durch "Glück" (20 auf W20 dann 6 oder mehr auf W20) beendet wird, ist seine Wirkungsdauer unendlich.
russian: Фиаско Пайзана* (Чародейство/Очарование) Уровень: 6 Дистанция: Прикосновение Длительность: Особая Время чтения: 5 Зона действия: 1 существо Спасбросок: Нет Фиаско Пайзана – заклинание обратное заклинанию 5 уровня «Полоса везения Пайзана». Цель, обычно враг, получает ухудшение к удаче. Цель получает штраф 1d8 очков удачи ко всем своим броскам. Включая спасброски, броски на попадание, воровские способности и т.д. К тому же, цель получает двойной штраф ко всем броскам, связанным с дикой магией. В конце каждого раунда делается бросок d20 чтобы определить закончилось ли действие заклинания. При броске 19 или меньше цель заново получает штраф 1d8, и заклинание действует еще раунд. При броске 20 все равно остается 25% шанс, что действие заклинания не закончится. Если после второго броска d20 выпадает 5 или меньше, заклинание не только продолжает действовать, но и делает следующий раунд «Ужасно неудачным»: цель получает штраф к удачи 8, а также пострадает от одного из следующих эффектов: остановится и упадет на землю, выронит оружие из-за случайных спазмов, критически ошибется при парировании и потеряет все атаки в этот раунд, ранит себя на 1d20 хитпоинтов или ослепнет на три раунда. Заклинание продолжает действовать до «Критической удачи» (т.е. бросок 20 из D20, и потом 6 или больше из D20).

source: Fiasco
german: Fiasko
russian: Фиаско

source: Wildstrike
german: Unbändiger Schlag
russian: Дикий удар
