Repository: BGforgeNet/bg2-wildmage
Catalog: wildmage/tra/po/*.po
Languages: german, russian

source: Wild Sphere
german: Unbändige Sphäre
russian: Дикая сфера

source: Wild Sphere* (Conjuration/Summoning) Level: 9 Range: Visual range of the caster Duration: 6 turns Casting Time: 1 round Area of Effect: 30' radius Saving Throw: Special This powerful spell creates a temporary rift in the Weave. The area of effect is a sphere with 30 foot radius; within chaos reigns. Any spell cast within the Wild Sphere automatically causes a wild surge. Effects from magical items that expend charges also cause wild surges when used in the area. Other magical items function normally. Even after a victim left the area of effect, it takes one round for his spell casting capabilities return to normal. In addition, everyone within the area of effect must make a save vs. spells at -5 every round, or cause a weave disturbance that fires multiple wild surges at random targets for one round, comparable to the 4th level spell Glyph of Wild Magic. Vicims that also fail the save vs. spells without modifier, are subject to one of the following random effects: randomly teleported, polymorphed into a squirrel, confused, paralyzed, healed by 1d8 hit points, take 1d8 hit points of damage, rendered unconscious or hasted.
german: Unbändige Sphäre* (Hervorrufung) Rang: 9 Reichweite: Sichtweite des Zaubernden Wirkungsdauer: 6 Phasen Zeitaufwand: 1 Runde Wirkungsbereich: 10 Meter Radius Rettungswurf: Speziell Dieser mächtige Zauber erzeugt einen temporären Riß im Magiegewebe. Der Wirkungsbereich ist eine Sphäre mit einem Radius von 10 Metern, innerhalb dieses Bereichs herrscht pures Chaos. Jeder Zauber der innerhalb der Unbändigen Sphere gewirkt wird erzeugt automatisch eine unbändige Woge. Dasselbe gilt für das Benutzen von magischen Gegenständen die Ladungen aufbrauchen. Andere magische Gegenstände funktionieren normal. Selbst wenn ein Opfer den Wirkungsbereich verläßt, dauert es eine Runde bis sich seine Magiefertigkeiten normalisiert haben. Zusätzlich muss jeder innerhalb des Wirkungsbereichs einen Rettungswurf gegen Zauber gegen -5 schaffen oder er verursacht eine Magiestörung die für eine Runde multiple unbändige Wogen erzeugt, vergleichbar mit dem 4. Rang Spruch Glyphe der Unbändigen Magie. Opfer die den Rettungswurf auch ohne Modifikationen nicht schaffen erleiden einen der folgenden zufälligen Effekte: zufällige Teleportation, Verwandlung in ein Eichhörnchen, Verwirrung, Lähmung, 1W8 Trefferpunkte geheilt, 1W8 Trefferpunkte Schaden, Bewußtlosigkeit, oder Hast.
russian: Дикая сфера* (Вызывание/Призывание) Уровень: 9 Дистанция: Поле зрения заклинателя Длительность: 6 ходs Время чтения: 1 раунд Зона действия: 30-футовый радиус Спасбросок: Особый Это мощное заклинание создает временную трещину в плетении. В зоне поражения, сфере радиусом 30 футов, царствует абсолютный хаос. Любое заклинание, произнесенное внутри Дикой Сферы, автоматически вызывает дикую волну. Эффекты магических предметов, использующих заряды, так же вызовут дикую волну, хотя остальные магические предметы функционируют как обычно. Даже после того как жертва покинет зону действия заклинания, должен пройти 1 раунд прежде восстановит способность нормально произносить заклинания. К тому же, все находящиеся в зоне действия заклинания должны каждый раунд делать спасбросок против заклинаний со штрафом -5, в случае провала которого возникают возмущения в плетении создающие дикие волны в случайных направлениях, аналогично заклинанию 4го уровня – Символ Дикой Магии. Так же, жертва, провалившая спасбросок без модификатора, страдает от одного из следующих эффектов: случайная телепортация, превращение в белку, замешательство, паралич, исцеление на 1d8 пунктов, ранение 1d8 пунктов, потерять сознание или ускориться.

source: Rhialto's Marvelous Reincarnation
german: Rhialtos Fabelhafte Reinkarnation
russian: Изумительная реинкарнация Риалто

source: Rhialto's Marvelous Reincarnation* (Alteration) Level: 10 Range: Visual range of the caster Duration: Instantaneous Casting Time: 10 Area of Effect: One creature Saving Throw: None This sinister spell is the legacy of the wild mage that called himself Rhialto the Marvelous. Casting this spell causes fluctuations in the laws of probability, and weakens the fabric of time. These effects last only for a moment, but this is long enough to create an alternate reality. The purpose of this spell is to bring a dead back to life by changing an event in the past and letting another creature (one that still lives in the present) die instead. There is no divine intervention involved: the reincarnated creature isn't raised from the dead, on successful casting of this spell, the fatal event never happened and the spell's beneficiary never has died. Once the victim is chosen, the strands of time are rewoven, so that the victim died at the same moment and in the same way as the spell's beneficiary. The beneficiary reappears at the same place where the victim stood.
german: Rhialtos Fabelhafte Reinkarnation* (Veränderung) Rang: 10 Reichweite: Sichtweite des Zaubernden Wirkungsdauer: Augenblicklich Zeitaufwand: 10 Wirkungsbereich: Ein Wesen Rettungswurf: Nein Dieser finstere Zauber ist das Vermächtnis des Hasardeurs der sich selbst "Rhialto der Fabelhafte" nannte. Wird der Zauber gesprochen löst er Schwankungen in den Gesetzen der Wahrscheinlichkeit aus, und schwächt die Struktur der Zeit. Diese Effekte dauern nur einen Moment an, aber das ist lange genug um eine alternative Realität zu erschaffen. Zweck dieses Zaubers ist es, einen Toten zurück ins Leben zu bringen in dem ein Geschehnis in der Vergangenheit so verändert wird daß ein anderes Wesen (Eines das in der Gegenwart immer noch lebt) an seiner Stelle gestorben ist. Hierbei ist kein göttlicher Eingriff beteiligt: Das Wiedergeborene Wesen steht nicht von den Toten auf, wenn der Zauber erfolgreich war ist das tödliche Ereignis niemals geschehen und der Nutznießer des Zaubers ist nie gestorben. Nachdem das Opfer gewählt wurde wird der Ablauf der Zeit verändert, so daß das Opfer im selben Moment und auf dieselbe Weise starb wie der Nutznießer des Zaubers. Der Nutznießer erscheint daraufhin an der Stelle an der das Opfer eben noch stand.
russian: Изумительная реинкарнация Риалто* (Изменение) Уровень: 10 Дистанция: Поле зрения заклинателя Длительность: Мгновенно Время чтения: 10 Зона действия: 1 существо Спасбросок: Нет Это заклинание – наследие Дикого Мага, называвшего себя Риалто «Изумительный». Это заклинание вызывает изменение в законах вероятности, и ослабляет поток времени. Эффект длится всего мгновение, но этого достаточно, чтобы создать альтернативную реальность. Цель данного заклинания – вернуть мертвого к жизни, изменяя прошлое таким образом, что погибает другое существо, которое на момент произнесения заклинания еще живо. Не происходит никакого божественного вмешательства: мертвый на самом деле не воскресает, просто в случае удачного прочтения заклинания, события, приведшие к смерти, не происходят. После того как выбрана цель заклинания, происходит изменение потока времени и история переписывается, так что цель погибает тем же способом что и существо, которое должно вернуться к жизни. Оживленное существо появляется на том же месте где находилась жертва заклинания.

source: Entropy Burst
german: Entropie Ausbruch
russian: Энтропический взрыв

source: Entropy Burst (Invocation) Level: 8 Range: 0 Duration: Special Casting Time: 1 Area of Effect: 30' radius Saving Throw: None Invoking the Entropy Burst spell creates magic of tremendous power. The caster acts as a bridge between the material plane and the primal forces of chaos, causing a burst of chaos-stuff centered on the caster and reaching up to a 30' radius. The effect of this spell is completely harmless for chaotic creatures, everyone else is pushed away from the caster for several seconds; creatures of neutral alignment take 1d8 points of magical damage, while lawful creatures take 1d20 points of damage. In addition, one of the following effects applies to a lawful target, according to its level: Hit Dice or levels -- Effects of Entropy Burst Less than 4 -- Death 4 to 7 -- Stunned for 1 turn 8 to 11 -- Slowed for 1 turn with 75% chance of spell failure 12 and up -- Deafened for 1 turn with 50% chance of spell failure There is no saving throw vs. this spell and the effects are instantaneous and last for the duration of the spell or until dispelled.
german: Entropie Ausbruch (Hervorrufung) Rang: 8 Reichweite: 0 Wirkungsdauer: Speziell Zeitaufwand: 1 Wirkungsbereich: 10 Meter Radius Rettungswurf: Nein Dieser Zauber erzeugt einen unglaublich starken Ausbruch magischer Energie. Der Zaubernde erschaft eine Verbindung zwischen sich und den Urkräften des Chaos, und wird so zum Zentrum eines Ausbruchs von Chaosmaterie, die alles im Umkreis von 9 m um den Zaubernden trifft. Die Chaosmaterie ist völlig harmlos für chaotische Wesen, alle anderen werden für mehrere Sekunden vom Zaubernden weggedrängt. Wesen neutraler Gesinnung erleiben dabei 1W8 Punkte Magieschaden, während Rechtschaffene Wesen 1W20 Schadenspunkte erleiden. Auf Rechtschaffene Wesen hat der Zauber weitere Auswirkungen, die von der Stufe des Opfers abhängen: Stufe oder Trefferwürfel -- Auswirkungen Weniger als 4 -- Tod 4 bis 7 -- Gelähmt für 1 Phase 8 bis 11 -- Verlangsamt für 1 Phase, Zauber scheitern zu 75% 12 und mehr -- Taubheit für 1 Phase, Zauber scheitern zu 50% Gegen den Zauber ist kein Rettungswurf zulässig. Die Auswirkungen treten sofort ein und halten an, bis die Wirkungsdauer endet oder der Zauber gebannt wird.
russian: Энтропический взрыв (Воплощение) Уровень: 8 Дистанция: 0 Длительность: Особая Время чтения: 1 Зона действия: 30-футовый радиус Спасбросок: Нет Этропический Взрыв - заклинание огромной силы. Заклинатель действует как мост между материальным планом и первозданными силами хаоса, вызывая всплеск хаотичной энергии с центром на заклинателе и радиусом 30 футов. Заклинание абсолютно безвредно для хаотичных существ, остальные же отбрасываются от заклинателя на несколько секунд; существа нейтрального мировоззрения получают 1d8 пунктов магического урона, в то время как законопослушные 1d20. Так же, законопослушные существа страдают от одного из следующих эффектов, в зависимости от своего уровня: Уровень -- Эффект Ниже 4 -- Смерть от 4 до 7 – ошеломление на 1 ход от 8 до 11 – замедление на 1 ход и 75% неудачи заклинаний 12 и выше – оглушение на 1 ход и 50% неудачи заклинаний От эффектов заклинания нет спасброска, и они действуют пока не окончится срок заклинания или до того как их рассеют.

source: Acid Storm
german: Säuresturm
russian: Кислотный шторм

source: Acid Storm (Evocation) Level: 7 Range: Sight of Caster Duration: 1 turn Casting Time: 7 Area of Effect: 20-foot radius Saving Throw: Half This spell unleashes an acidic cloud on the area of effect, doing 1-4 hit points of damage each round for the first three rounds, 1-6 hit points for the next three rounds, and 1-8 hit points for the next four rounds. Moving out of the area of effect does not stop the damage - the acid adheres to the skin, and the victims continue to suffer damage as long as the spell duration lasts. Affected creatures may make a saving throw vs. spell every round after they have been hit by the cloud - if successful, they only take half-damage (for that round only).
german: Säuresturm (Hervorrufung) Rang: 7 Reichweite: Sichtweite des Zaubernden Wirkungsdauer: 1 Phase Zeitaufwand: 7 Wirkungsbereich: 7 Meter Radius Rettungswurf: Halbiert Dieser Zauber erzeugt eine Säurewolke innerhalb des Wirkungsbereichs. Diese verursacht in den ersten drei Runden 1W4 Schadenspunkte pro Runde, 1W6 Schadenspunkte in den nächsten drei Runden, und 1W8 Schadenspunkte in den folgenden vier Runden. Den Wirkungsbereich zu verlassen stoppt die Schadenswirkung nicht - die Säure haftet auf der Haut, und richtet weiterhin Schaden an, bis der Zauber ausläuft. In jeder Runde kann der Schaden mit einen Rettungswurf gegen Zauber halbiert werden (Nur für diese Runde).
russian: Кислотный шторм (Проявление) Уровень: 7 Дистанция: Поле зрения заклинателя Длительность: 1 ход Время чтения: 7 Зона действия: 20-футовый радиус Спасбросок: 1/2 Это заклинание высвобождает кислотное облако на указанной территории, причиняющее 1-4 пункта повреждений каждый раунд в течении первых трех раундов, 1-6 пунктов повреждений в течении следующих трех раундов и 1-8 пунктов повреждений следующие четыре раунда. Выход из зоны действия не препятствует получению повреждений - кислота вьедается в кожу и жертва продолжает получать урон, пока действует заклинание. Попавшие под действие существа могут попытаться кинуть спасбросок против заклинаний каждый раунд после того как они получили урон от заклинания - в случае успеха, они получают только половину урона (только в течении этого раунда).

source: Summon Wild Horde
german: Unbändige Horde
russian: Вызов Дикой Орды

source: Summon Wild Horde* (Conjuration/Summoning) Level: 2 Range: 0 Duration: 1 round/level Casting Time: 2 Area of Effect: Special Saving Throw: Special This summoning spell calls forth 1d20 aggressive rabbits that defend the caster with their lives. The tiny animals don't really pose a threat besides distracting the caster's enemies. When one of the rodents dies, however, there is a 25% chance that it will explode in a fireball, doing 2d4 points of fire damage to everyone within a 20 foot radius (save vs. spell for half).
german: Unbändige Horde* (Herbeirufung/Beschwörung) Rang: 2 Reichweite: 0 Wirkungsdauer: 1 Runde/Stufe Zeitaufwand: 2 Wirkungsbereich: Speziell Rettungswurf: Speziell Dieser Beschwörungszauber ruft 1W20 aggressive Hasen herbei, die den Zaubernden mit ihrem Leben verteidigen. Abgesehen von ihrer ablenkenden Wirkung stellen die kleinen Tiere keine wirkliche Bedrohung dar. Wenn einer der Hasen stirbt besteht allerdings eine 25% chance dass er in einem Feuerball explodiert, und jedem innerhalb eines 8 Meter Radius 2W4 punkte Feuerschaden zufügt (rettungswurf gegen Zauber für halben Schaden).
russian: Вызов Дикой Орды* (Вызывание/Призывание) Уровень: 2 Дистанция: 0 Длительность: 1 раунд/уровень Время чтения: 2 Зона действия: Особая Спасбросок: Особый Это призывающее заклинание вызывает 1d10 агрессивных кроликов, которые защищают заклинателя ценой своей жизни. Крохотные животные не представляют реальной угрозы, только отвлекая врагов заклинателя. Тем не менее, когда один из грызунов умирает, есть шанс 25% что он взорвется Огненным шаром, причиняя 2d4 пункта огненного повреждения каждому в радиусе 20 футов (спасбросок от заклинаний - половина урона).

source: Corporeal Instability
german: Körperliche Instabilität
russian: Телесная нестабильность

source: Corporeal Instability* (Alteration) Level: 4 Range: Visual sight of caster Duration: 1 round/level Casting Time: 3 Area of Effect: One Creature Saving Throw: Neg. Corporeal Instability temporarily distorts the various bonds that hold the victim's body together. When the spell is cast on a creature, it has to save vs. spells at -5 or be liquefied. When failing the saving throw, the victim takes 1d20 points of system-shock damage as his body destabilizes into an amorphous, ever-shifting mass. The victim is unable to take any action for 1 round per level of the caster, but is also immune to anything save magical damage.
german: Körperliche Instabilität* (Veränderung) Rang: 4 Reichweite: Sichtweite des Zaubernden Wirkungsdauer: 1 Runde/Stufe Zeitaufwand: 3 Wirkungsbereich: Ein Wesen Rettungswurf: Keine Wirkung Dieser Zauber stört vorübergehend die Bindungen die den Körper des Opfers zusammenhalten. Wenn der Zauber auf ein Wesen gewirkt wird, muss es einen Rettungswurf gegen Zauber mit -5 Modifikator schaffen oder es wird verflüssigt. Schaft es den Rettungswurf nicht, erleidet das Wesen 1W20 Punkte Schock-Schaden und wird für 1 Runde pro Stufe des Zaubernden in eine schleimige Flüssigkeit verwandelt. Während dieser Zeit ist das Opfer bewußtlos und immun gegen alle Schadensformen ausser Magieschaden.
russian: Телесная нестабильность* (Изменение) Уровень: 4 Дистанция: Поле зрения заклинателя Длительность: 1 раунд/уровень Время чтения: 3 Зона действия: 1 существо Спасбросок: Нейтрализация Телесная нестабильность временно искажает различные связи, которые сдерживают вместе тело жертвы. Когда заклинание наложено на существо, оно должно выкинуть спасбросок против заклинаний -5, или быть разжиженным. При провале спасброска жертва получает 1d20 пунктов поражающего систему урона от дестабилизации теля в аморфную, постоянно меняющуюся массу. Жертва не может предпринимать каких-либо действий в течении 1 раунда за каждый уровень заклинателя, но она также невосприимчива к любому магическому урону.

source: Random Spell II
german: Zufälliger Zauber II
russian: Случайное заклинание II

source: Random Spell II* (Invocation/Evocation) Level: 3 Range: 40 yards Duration: Instantaneous Casting Time: 1 Area of Effect: Special Saving Throw: Special This is a more powerful version of the 1st level spell Random Spell I. Random spell II, when cast, creates an effect equal to a randomly selected spell of 4th or 5th level. In rare cases, an unstable magical energy outburst results in several random effects being created. The caster chooses one creature within 40 yards as the spell's target. The created spell will be centered on that creature, unless it is of the type that only affects the caster. The advantages of Random Spell are the casting time which is always 1, the range which is 40 yards regardless of the duplicated spell's original range, and the fact that the wild mage doesn't need to be able to cast the spell or even have it in his spellbook. On the backside, the caster has no knowledge about which spell will be duplicated, not even if the spell's effect is harmful or helpful.
russian: Случайное заклинание II* (Воплощение/Проявление) Уровень: 3 Дистанция: 40 ярдов Длительность: Мгновенно Время чтения: 1 Зона действия: Особая Спасбросок: Особый Это более мощная версия заклинания 1-го уровня Случайное заклинание I. Случайное заклинание II, при прочтении создает эффект эквивалентный случайному заклинанию 4-го или 5-го уровня. В редких случаях, возмущение нестабильной магической энергии может вызвать несколько эффектов сразу. В качестве цели, заклинатель должен выбрать существо в радиусе 40 ярдов. Заклинание будет направленно на жертву, если только оно не относится к действующим только на заклинателя. К преимуществам Случайного заклинания относятся скорость чтения, которая всегда равна 1, дальность 40 ярдов, и то что заклинателю не нужно иметь возможность читать копируемое заклинание или даже иметь его в своей книге заклинаний. Плохо же то, что маг не имеет ни малейшего понятия о том какое заклинание будет произнесено, неизвестно даже навредит ли оно цели или поможет.

source: Random Spell III
german: Zufälliger Zauber III
russian: Случайное заклинание III

source: Random Spell III* (Invocation/Evocation) Level: 5 Range: 40 yards Duration: Instantaneous Casting Time: 1 Area of Effect: Special Saving Throw: Special Similar to the 1st and 3rd level spells, Random Spell III creates an effect equal to a randomly selected spell of 6th or 7th level. In rare cases, an unstable magical energy outburst results in several random effects being created. The caster chooses one creature within 40 yards as the spell's target. The created spell will be centered on that creature, unless it is of the type that only affects the caster. The advantages of Random Spell are the casting time which is always 1, the range which is 40 yards regardless of the duplicated spell's original range, and the fact that the wild mage doesn't need to be able to cast the spell or even have it in his spellbook. On the backside, the caster has no knowledge about which spell will be duplicated, not even if the spell's effect is harmful or helpful.
russian: Случайное заклинание III* (Воплощение/Проявление) Уровень: 5 Дистанция: 40 ярдов Длительность: Мгновенно Время чтения: 1 Зона действия: Особая Спасбросок: Особый Подобно заклинаниям 1-го и 3-го уровней, Случайное заклинание III при прочтении создает эффект эквивалентный случайному заклинанию 6-го или 7-го уровня. В редких случаях, возмущение нестабильной магической энергии может вызвать несколько эффектов сразу. В качестве цели, заклинатель должен выбрать существо в радиусе 40 ярдов. Заклинание будет направленно на жертву, если только оно не относится к действующим только на заклинателя. К преимуществам Случайного заклинания относятся скорость чтения, которая всегда равна 1, дальность 40 ярдов, и то что заклинателю не нужно иметь возможность читать копируемое заклинание или даже иметь его в своей книге заклинаний. Плохо же то, что маг не имеет ни малейшего понятия о том какое заклинание будет произнесено, неизвестно даже навредит ли оно цели или поможет.

source: Random Spell IV
german: Zufälliger Zauber IV
russian: Случайное заклинание IV

source: Random Spell IV* (Invocation/Evocation) Level: 7 Range: 40 yards Duration: Instantaneous Casting Time: 1 Area of Effect: Special Saving Throw: Special The most powerful version of Random Spell creates an effect equal to a randomly selected spell of 8th or 9th level. In rare cases, an unstable magical energy outburst results in several random effects being created. The caster chooses one creature within 40 yards as the spell's target. The created spell will be centered on that creature, unless it is of the type that only affects the caster. The advantages of Random Spell are the casting time which is always 1, the range which is 40 yards regardless of the duplicated spell's original range, and the fact that the wild mage doesn't need to be able to cast the spell or even have it in his spellbook. On the backside, the caster has no knowledge about which spell will be duplicated, not even if the spell's effect is harmful or helpful.
russian: Случайное заклинание IV* (Воплощение/Проявление) Уровень: 7 Дистанция: 40 ярдов Длительность: Мгновенно Время чтения: 1 Зона действия: Особая Спасбросок: Особый Самая мощная версия Случайного заклинания создает эффект эквивалентный случайному заклинанию 8-го или 9-го уровня. В редких случаях, возмущение нестабильной магической энергии может вызвать несколько эффектов сразу. В качестве цели, заклинатель должен выбрать существо в радиусе 40 ярдов. Заклинание будет направленно на жертву, если только оно не относится к действующим только на заклинателя. К преимуществам Случайного заклинания относятся скорость чтения, которая всегда равна 1, дальность 40 ярдов, и то что заклинателю не нужно иметь возможность читать копируемое заклинание или даже иметь его в своей книге заклинаний. Плохо же то, что маг не имеет ни малейшего понятия о том какое заклинание будет произнесено, неизвестно даже навредит ли оно цели или поможет.

source: Wildfire
german: Unbändiges Feuer
russian: Дикий Порыв
