Repository: BGforgeNet/bg2-wildmage
Catalog: wildmage/po/*.po
Languages: french

source: As a Spellshaper you have the ability to release the raw magical energy of memorized spells and "weave" it into a new spell effect. The shape the magical power can take is only limited by your imagination. Wearing a ring on this hand would not only hinder your handicraft, it would also disrupt the flow of magic, effectively crippling your spellweaving ability. SPELLSHAPER: The spellshaper is a practitioner of wild magic who casts his spells by virtue of raw magical talent or gift, as opposed to a wild mage's academic, systematic approach. Spellshapers share the sorcerer's intuitive understanding for arcane magic. They memorize spells like a wizard, yet have a second resource at their disposal: A Spellshaper has the ability to "weave" raw magic energy into spell effects of his desire, without need of preparing those spells ahead of time. This talent is anything but unfailing, and using it on a regular basis requires as much luck as recklessness. Persons who use such a talent aren't very popular among conservative spellcasters. Unlike the sorcerer, the spellshaper may learn spells from scrolls, and memorize and cast them like a wizard. Being opportunists at heart, rarely a spellshaper renounces this relative reliable way of working magic. It's usually reserved for those protective and last-resort spells that really need to work, though. The spellshaper's talent to cast spells spontaneously is so convenient that he prefers to use it whenever possible. Neglecting conventional spellcasting, and focussing on chaotic wild magic doesn't come without a price: A spellshaper can't memorize as many spells as a true mage, and his progress in getting access to new spell levels is much slower. Persons of this profession also tend to be a bit eccentric: Their undisciplined nature was what led them to their alternative way of spellcasting in the first place, and constant contact with chaotic wild magic affects the spellshaper's personality even more. Similar to a bard, a spellshaper has a lot of interests: He intuitively learns a bit of everything that crosses his path, but lacks the discipline to master these things to the same extend as a more focused character. Most spellshapers have the wisdom not to rely exclusively on their dangerous and unpredictable spell ability. They hedge their bets by learning physical combat as well. They aren't warriors, but a spellshaper's abilities in melee combat are close to those of a thief. As he gets more experienced, the spellshaper may learn special abilities that improve his combat techniques even more, these abilities include backstabbing, mastery in the dagger proficiency and the unique ability to fight with two weapons at once without facing any penalties. One of the spellshaper's more eccentric character-traits is that he refuses any training in the use of missile weapons; for ranged combat, a spellshaper uses magic, and if magic fails he prefers melee. Advantages: - Wild Magic (Casting level up to +/- 5) - THAC0 advancement close to rogue - 5 lore rating per level - Weave Spell ability - Weaveshear ability - Shape Spell ability - May learn combat-related 'feats' Disadvantages: - Wild Magic (Casting level up to +/- 5) - 5% Chance for Wild Surge - Much slower spell progression - Less wizard spell slots - Can't raise the number of spell slots - -5 to hit and -2 damage with missiles - May wear only one ring - Alignment must be chaotic
french: En tant que Tisseur de Sorts, vous avez la possibilité de libérer l'énergie magique brute des sorts mémorisés et de la retisser en un nouvel effet de sort. La forme que peut prendre le pouvoir magique n'est limitée que par votre imagination. Porter un anneau sur cette main serait non seulement une entrave à votre technique, mais perturberait aussi le flux magique, ce qui diminuerait nettement votre capacité à tisser les sorts. TISSEUR DE SORTS : Le Tisseur de sorts est un praticien de la magie entropique qui lance ses sorts grâce à un talent inné ou à un don en magie brute, à l'opposé de l'approche académique et systématique de l'entropiste. Les Tisseurs de sorts partagent avec les sorciers une compréhension intuitive de la magie des arcanes. Ils mémorisent les sorts comme les magiciens, mais disposent d'une autre ressource : un tisseur de sorts a la capacité de "tisser" l'énergie magique brute en l'effet de sort qu'il désire, sans avoir besoin de préparer ces sorts à l'avance. Ce talent est tout sauf fiable, et son utilisation de manière régulière requiert autant de chance que de témérité. Les personnes qui utilisent un tel talent ne sont pas très populaires chez les lanceurs de sorts classiques. Contrairement au sorcier, le Tisseur de sorts peut apprendre des sorts à partir de parchemins, les mémoriser et les lancer comme le ferait un magicien. Étant opportuniste dans l'âme, il est rare qu'un Tisseur de sorts renonce à cette utilisation de la magie relativement fiable. Elle est cependant généralement réservée aux sorts de protection et de dernier recours, qui doivent à tout prix fonctionner correctement. Mais le don du Tisseur de sorts de lancer spontanément ses sortilèges est tellement pratique qu'il préfère l'utiliser dès que possible. Négliger l'incantation conventionnelle et se concentrer sur la chaotique magie entropique ne se fait pas sans contrepartie : un Tisseur de sorts ne peut mémoriser autant de sorts qu'un véritable mage, et sa progression dans l'acquisition de nouveaux sorts est bien plus lente. Les gens de cette profession ont aussi tendance à être un peu excentriques : leur nature indisciplinée constitue ce qui les a conduits à choisir cette façon alternative d'incanter, et un contact constant avec la magie entropique chaotique affecte encore plus la personnalité d'un Tisseur de sorts. De manière similaire à un barde, un Tisseur de sorts a beaucoup de centres d'intérêts : il apprend un peu de tout ce qui croise son chemin, mais manque de constance pour maîtriser ce savoir de la même façon qu'un personnage discipliné. La plupart des Tisseurs de sorts ont la sagesse de ne pas compter uniquement sur leur dangereuse et imprévisible magie. Ils assurent leurs arrières en apprenant à se battre. Ce ne sont pas des guerriers, mais l'efficacité d'un Tisseur de sorts au corps au corps est proche de celle d'un voleur. En accumulant de l'expérience, le lanceur de sorts peut apprendre des capacités spéciales qui améliorent encore plus ses techniques de combat ; ces capacités incluant l'attaque sournoise, la maîtrise de la dague et la faculté unique de se battre avec deux armes sans pénalité. Un des traits de caractère des plus excentriques des tisseurs de sorts est qu'ils refusent tout entraînement dans l'utilisation d'armes à projectiles ; pour le combat à distance, le Tisseur de sorts use de sa magie et si celle-ci échoue, il préfère le corps à corps. Avantages : - Magie Entropique (Niveau de lanceur de sorts ± 5) - Progression du TAC0 proche du roublard - 5 points de connaissance par niveau - Capacité de Tisser les sorts - Capacité : Explosion Entropique - Capacité de Modeler les sorts - Peut apprendre des "dons" relatifs au combat Inconvénients : - Magie Entropique (Niveau de lanceur de sorts ± 5) - 5% de chance d'occasionner un Hiatus Entropique - Progression en sorts bien plus lente - Moins d'emplacements de sorts de mage - Ne peut augmenter le nombre d'emplacement de sorts - -5 au toucher et -2 aux dégâts avec les projectiles - Ne peut porter qu'un seul anneau - L'alignement doit être chaotique

source: Skull Bomb
french: Crâne Bombe

source: This strange skull appeared in your inventory one night. It's so loaded with magical energy, it's almost bursting. You wager that this is the result of someone's fizzled Skull Trap spell. Instead of flying at the intended target, the skull materialized in your pockets. You have no idea why it didn't explode as yet, but luckily it didn't. You better throw it at someone mean as soon as possible... STATISTICS: Casts the spell "Skull Trap" at caster-level 12 Not Usable By: Non-chaotic alignments Wizard Slayer
french: Cette étrange bombe en forme de crâne est apparue une nuit dans votre inventaire. Elle est tellement chargée d'énergie magique qu'elle semble sur le point d'exploser. Vous gagez que c'est le résultat d'un sort de Piège à Crânes raté. Au lieu de voler vers sa cible, le crâne s'est matérialisé dans vos poches. Vous ne savez absolument pas pourquoi il n'a - heureusement - pas encore explosé. Vous feriez bien de le lancer sur un adversaire dès que possible... PARAMETRES : Lance le sort Piège à Crânes comme un magicien de niveau 12. Non utilisable par : Personnages d'alignement non chaotique Tueur de magicien

source: Dead Cat
french: Chat Mort

source: This appears to be a dead cat. It is extremely well preserved and looks as if it is sleeping.
french: On dirait un chat mort. Il est extrêmement bien préservé et on croirait qu'il est en train de dormir.

source: Teddy Bear
french: Ours en peluche

source: Although this cute teddy bear looks quite old, it's still in good condition.
french: Bien que ce mignon petit ours en peluche paraisse vieux, il est encore en très bon état.

source: Teddy Bear of Protection +2, +4 vs. Demons
french: Ours en peluche de Protection +2, +4 contre les Démons

source: Teddy Bear of Protection +2, +4 vs. Demons: 'Pookie the Brave' The Teddy Bear of Protection was made by the archmage Halycron Maeral for his infant son. Whoever holds the item gains protection similar to a ring of protection +2. Although Halycron spent much time for his son's safety and education in the arts of magic, he neglected to teach him the necessary discipline and precautionary measures. At the age of six, Halycron's son accidentally summoned a demon while his parents weren't at home. When Halcroyn and his wive returned, the house was burned down, and the babysitter devoured by the demon. In midst of the ruins, they found their son cowering under an almost unscathed table, tightly holding his beloved teddy bear. STATISTICS: Armor Class: +2 bonus (+4 vs. Demons) Saving Throws: +2 bonus (+4 vs. Demons) Not Usable By: Wizard Slayer
french: Ours en peluche de Protection +2, +4 contre les Démons : 'Pookie le Brave' Cet ours en peluche de protection fut créé par l'archimage Halycron Maeral pour son fils. Quiconque porte l'objet acquiert une protection similaire à celle d'un anneau de protection +2. Bien que Halycron ait passé beaucoup de temps à assurer la sécurité de son fils et son éducation dans l'art de la magie, il négligea l'enseignement de la discipline et des mesures de précaution. A l'âge de 6 ans, le fils d'Halycron convoqua accidentellement un démon alors que ses parents n'étaient pas à la maison. Quand Halycron et son épouse rentrèrent, ils trouvèrent la maison en cendres et la nourrice dévorée par le démon. Au milieu des ruines, ils trouvèrent leur fils recroquevillé sous une table presque indemne, serrant dans ses bras son cher ours en peluche. PARAMETRES : Classe d'Armure : Bonus de +2 (+4 contre les Démons) Jet de sauvegarde : Bonus de +2 (+4 contre les Démons) Non utilisable par : Tueur de Magicien

source: Rhialto's Spellbook
french: Livre de sorts de Rhialto

source: This spellbook once belonged to Rhialto "the Marvelous". You obtained it after his sudden demise. Although the book is in a bad condition - torn pages, insane scribble and stains all over, it's still radiating a lot of magical power. The overall selection of spells in this book is quite unusual, you could try to learn how to cast some of these spells. STATISTICS: Only Usable By: Wild Mage
french: Ce livre de sorts appartenait à Rhialto le Merveilleux. Vous l'avez obtenu après son soudain trépas. Bien que ce livre soit en mauvais état - pages déchirées, gribouillages farfelus et des tâches partout, il en émane encore beaucoup de pouvoir magique. L'assortiment général des sorts dans ce livre est assez inhabituel, vous pourriez essayer d'apprendre à lancer certains d'entre eux. PARAMETRES : Utilisable uniquement par : Entropiste

source: This spellbook once belonged to Rhialto "the Marvelous". You obtained it after his sudden demise. Although the book is in a bad condition - torn pages, insane scribble and stains all over, it's still radiating a lot of magical power. This book is as much a diary and a notebook as it is a spellbook. Although he clearly was a madman when you met him, Rhialto once must have been a genius; not only did he develop new spells, he also was obsessed with learning alternative ways of spellcasting, this is what led him to wild magic in the first place, and most likely caused his insanity in the end. Some of the pages are covered with mystic runes that may be used to invoke the spells inscribed on these pages - a convenient way to cast those spells instantly without having to memorize them. Only a small selection of the spells is prepared like this, though; seems like Rhialto found other ways to cast spells on demand. The overall selection of spells in this book is quite unusual, you could try to learn how to cast some of these spells. STATISTICS: May be used once per day to cast one of the following spells: Armor Chaos Shield Dispel Magic Friends Gymlainac's Lightbend Horror Invisibility Larloch's Minor Drain Rhialto's Random Missiles Wizard Eye Only Usable By: Wild Mage
french: Ce livre de sorts a appartenu autrefois à Rhialto le Merveilleux. Vous l'avez obtenu après son soudain trépas. Bien que ce livre soit en mauvais état - pages déchirées, griffonnements farfelus et des tâches partout, il en émane encore beaucoup de pouvoir magique. Ce livre est autant un journal intime et un carnet de notes qu'un livre de sorts. Bien qu'il était clairement fou lorsque vous l'avez rencontré, Rhialto dût être un génie autrefois ; non seulement il développa de nouveaux sorts, mais il était aussi obsédé par l'apprentissage de procédures d'incantation alternatives, ce qui le mena à la magie entropique en premier lieu et causa probablement sa folie à long terme. Certaines pages sont couvertes de runes mystiques qui peuvent être utilisées pour invoquer les sorts inscrits sur ces pages - un moyen commode pour lancer des sorts instantanément sans avoir à les mémoriser. Cependant, seule une petite sélection de sorts est préparée de la sorte ; on dirait que Rhialto a trouvé d'autres moyens pour lancer des sorts à la demande. L'assortiment général des sorts dans ce livre est assez inhabituel, vous pourriez essayer d'apprendre à lancer certains d'entre eux. PARAMETRES : Peut être utilisé une fois par jour pour lancer un des sorts suivants : Armure Bouclier du Chaos Dissipation de la Magie Amitié Courbure de l'Espace de Gymlainac Horreur Invisibilité Absorption Mineure de Larloch Projectiles Aléatoires de Rhialto Oeil du Magicien Utilisable uniquement par : Entropiste

source: Read
french: Lire

source: Rhialto the Marvelous
french: Rhialto le Merveilleux

source: Wild Surge: Caster changed into a squirrel
french: Hiatus Entropique : lanceur de sorts changé en écureuil

source: Letter
french: Lettre

source: My dear friend Gorion, be careful on your departure, there's a Wild Mage hanging about outside the walls of Candlekeep. His intentions are unknown; once you left the keep, better hit the trail straightaway. E.
french: Mon cher ami Gorion, Sois attentif lors de ton départ, il y a un entropiste qui traine à l'extérieur des murs de Château-Suif. Ses intentions sont inconnues ; il serait préférable de prendre directement la route dès que vous aurez quitté le château. E.
