Repository: BGforgeNet/bg2-wildmage
Catalog: wildmage/po/*.po
Languages: french

source: Random Spell I
french: Sort Aléatoire I

source: Random Spell I* (Invocation/Evocation) Level: 1 Range: 40 yards Duration: Instantaneous Casting Time: 1 Area of Effect: Special Saving Throw: Special This risky spell draws upon the chaos of magic to form magical energy into a spell of more power than the wild mage could otherwise be casting. Random spell, when cast, creates an effect equal to a randomly selected spell of 2nd or 3rd level. The caster chooses one creature within 40 yards as the spell's target. The created spell will be centered on that creature, unless it is of the type that only affects the caster. The advantages of Random Spell are the casting time which is always 1, the range which is 40 yards regardless of the duplicated spell's original range, and the fact that the wild mage doesn't need to be able to cast the spell or even have it in his spellbook. On the backside, the caster has no knowledge about which spell will be duplicated, not even if the spell's effect is harmful or helpful.
french: Sort Aléatoire I* (Invocation/Évocation) Niveau : 1 Portée : 40 mètres Durée : instantanée Temps d'incantation : 1 Zone d'effet : spéciale Jet de sauvegarde : spécial Ce sort hasardeux fait appel au chaos de la magie pour donner à de l'énergie magique une forme de sortilège plus puissante que ce que l'entropiste pourrait normalement lancer. Quand il est lancé, Sort Aléatoire génère un effet équivalent à un sort de niveau 2 ou 3, choisi aléatoirement. Le lanceur de sorts choisit une créature dans un rayon de 40 mètres comme étant la cible du sort. Le sort créé sera centré sur cette créature, sauf si c'est un sort qui n'affecte que le lanceur de sorts. Les avantages de Sort Aléatoire sont le temps d'incantation qui est toujours de 1, la portée qui est toujours de 40 mètres quelle que soit la portée originale du sort dupliqué, et le fait que l'entropiste n'a pas besoin d'être capable de lancer ce sort ou même de l'avoir dans son livre de sorts. D'un autre côté, le lanceur de sorts ne sait rien du sort qui va être dupliqué, pas même si celui-ci sera dangereux ou bénéfique.

source: Blade Shower
french: Douche de Lames

source: Blade Shower* (Conjuration) Level: 2 Range: 40 yards Duration: 3 rounds/5 levels Casting Time: 1 Area of Effect: 1-25 creatures Saving Throw: Special The spell creates a set of magical daggers that hover in mid-air until fired at their targets. One dagger per level 1-5 is created, plus an additional set of 5 daggers for every five levels of the caster, up to 25 daggers at level 25. Each set of daggers is fired at once at 1-5 targets chosen by the caster. The daggers consist of instable chaos matter, and dissolve after the spell expires; for every set of daggers created, the spell's duration is extended by 3 rounds. Each single dagger does 1d4 points of piercing damage. At level 5, the daggers are considered as +1 weapons for determining damage bonus and if a creature can be struck. This bonus is increased by one for every five levels of the caster: +2 at level 10, +3 at level 15, up to the maximum of +5 at level 25. The daggers, being made of raw chaos stuff, bypass all physical and magical defenses and thus always strike the target. Nonetheless, the the caster must make an attack roll for each single dagger to determine a critical miss or hit. On a critical miss, the target takes no damage at all. On a critical hit, the dagger does double damage and the target must save against spells, or suffer one of the following effects for 5 rounds: Silence, Confusion, Horror, Sleep, Wild Magic.
french: Douche de Lames* (Conjuration) Niveau : 2 Portée : 40 mètres Durée : 3 rounds/5 niveaux Temps d'incantation : 1 Zone d'effet : 1-25 créatures Jet de sauvegarde : spécial Ce sort crée un ensemble de dagues magiques qui flottent dans l'air jusqu'à ce qu'elles soient projetées sur leur cibles. Pour un magicien de niveau 1 à 5, une dague par niveau est créée et il apparaît ensuite un ensemble supplémentaire de cinq dagues tous les cinq niveaux, avec un maximum de 25 dagues au niveau 25. Chaque ensemble de dagues est envoyé en une seule fois sur une à cinq cibles choisies par le lanceur de sorts. Les dagues sont formées d'une matière chaotique instable, et se dissolvent une fois que le sort expire ; pour chaque ensemble supplémentaire de dagues créé, la durée du sort est augmentée de 3 rounds. Chaque dague inflige 1d4 points de dégâts perçants. Au niveau 5, les dagues sont considérées comme des armes +1 pour la détermination des bonus aux dégâts, et si une créature peut être touchée. Ce bonus est augmenté de 1 tous les 5 niveaux : +2 au niveau 10, +3 au niveau 15, jusqu'à un maximum de +5 au niveau 25. Les dagues, constituées de chaos pur, contournent toute défense physique ou magique et touchent toujours leurs cibles. Néanmoins, le lanceur de sorts doit lancer un jet d'attaque pour déterminer la possibilité d'un échec ou coup critique. Lors d'un échec critique, la cible ne subit aucun dégât. Lors d'un coup critique, la dague inflige le double de dégâts et la cible doit réussir un jet de sauvegarde contre les sorts ou subir un des effets suivants : Silence, Confusion, Horreur, Sommeil, Magie Entropique.

source: "Blade Shower" has been added to your Special Abilities menu
french: "Douche de Lames" a été ajouté à votre menu de Capacités Spéciales

source: Rhialto's Random Missiles
french: Projectiles Aléatoires de Rhialto

source: Rhialto's Random Missiles* (Evocation) Level: 2 Range: Visual range of caster Duration: Instantaneous Casting Time: 1 Area of Effect: 1 creature Saving Throw: None This spell is an improved, randomized version of the first-level spell Magic Missile. It creates a random number of missiles that dart forth from the wizard's fingertips and unerringly strike their target, which must be a creature of some sort. The actual number of missiles is dependent on the caster's level of experience: 1d4 at first level, 1d6 at fourth level, 1d8 at eighth level and 1d10 at 12th level. Each missile inflicts 1d4+1 points of either acid, cold, fire, electrical or magical damage. The chaotic nature of the missiles gives them a 25% chance to bypass any natural or magical resistances the target might have.
french: Projectiles Aléatoires de Rhialto* (Évocation) Niveau : 2 Portée : Champ de vision du lanceur de sorts Durée : instantanée Temps d'incantation : 1 Zone d'effet : 1 créature Jet de sauvegarde : aucun Ce sort est une version améliorée et plus hasardeuse que le sort de niveau 1 'Projectile Magique'. Il crée un nombre aléatoire de projectiles qui fusent des doigts du magicien et qui touchent immanquablement leur cible, qui doit être une créature. Le nombre de projectiles dépend du niveau du lanceur de sorts : 1d4 au premier niveau, 1d6 au quatrième niveau, 1d8 au huitième niveau et 1d10 au douzième niveau. Chaque projectile inflige 1d4+1 points de dégâts d'acide, de froid, de feu, d'électricité ou magiques. La nature chaotique des projectiles leur donne 25% de chance de contourner toute résistance naturelle ou magique dont la cible pourrait bénéficier.

source: Glyph of Wild Magic
french: Glyphe de Magie Entropique

source: Glyph of Wild Magic* (Evocation) Level: 4 Range: 40 yards Duration: 1 round/10 levels Casting Time: 3 Area of Effect: 30' radius Saving Throw: Special A glyph of wild magic is a powerful inscription magically drawn on the ground or any other surface. The glyph will remain there until someone comes too close, at which point it will explode and create one weave disturbance for each creature within a 30' radius. Each disturbance causes a multitude of wild surges, targeted at random creatures (including the caster, should he still be nearby). For every 10 experience levels of the caster, the disturbances remain in existence for 1 round, though it is possible to dispell them prematurely by causing a distortion with physical or magical means. Naturally, the spell's outcome is completely random. Victims can be strengthened by the wild surges, or they can be completely annihilated. The larger the number of creatures within the area of effect, the more chaotic the outcome, and the higher the probability that the glyph will cause a lot of damage.
french: Glyphe de Magie Entropique* (Évocation) Niveau : 4 Portée : 40 mètres Durée : 1 round/10 niveaux Temps d'incantation : 3 Zone d'effet : rayon de 9 mètres Jet de sauvegarde : spécial Un glyphe de magie entropique est une puissante inscription magiquement dessinée sur le sol ou toute autre surface. Le glyphe reste en place jusqu'à ce que quelqu'un s'en approche trop près, causant une explosion et créant une perturbation de la Toile qui affecte toute créature dans un rayon de 9 mètres. Chaque perturbation provoque une multitude de hiatus entropiques qui affectent les créatures aléatoirement (ce qui inclut le lanceur de sorts, s'il est toujours dans la zone). La perturbation perdure un round supplémentaire tous les 10 niveaux de l'entropiste ; il est toutefois possible de la dissiper prématurément en causant une distorsion par un moyen physique ou magique. Naturellement, le résultat du sort est complètement aléatoire. Les victimes peuvent être renforcées par les hiatus entropiques, ou elles peuvent être complètement annihilées. Plus il y a de créatures dans la zone d'effet, plus l'issue du sort en est chaotique, et plus grande est la probabilité que le glyphe provoque beaucoup de dégâts.

source: Weave Disturbance
french: Perturbation de la Toile

source: Gymlainac's Lightbend
french: Courbure de l'Espace de Gymlainac

source: Gymlainac's Lightbend* (Alteration) Level: 3 Range: Touch Duration: 5 rounds + 1 round/level Casting Time: 3 Area of Effect: 1 creature Saving Throw: None This spell was developed by the wild mage Gymlainac, in an effort to create a wild magic version of Invisibility. The spell bends light waves around the recipient, creating an effect similar to the second-level spell Blur and a Cloak of Displacement. The recipient's form is both blurred and sways (regardless of movement), making her much more difficult to hit. When the spell is cast, the recipient gains a bonus of 2d4 to armor class and 1d4 to saving throws. Since the effect of this spell is no illusion but an actual change of the space around the recipient, it can't be dispelled by True Seeing or similar spells.
french: Courbure de l'Espace de Gymlainac* (Altération) Niveau : 3 Portée : toucher Durée : 5 rounds + 1 round/niveau Temps d'incantation : 3 Zone d'effet : 1 créature Jet de sauvegarde : aucun Ce sort fut développé par l'entropiste Gymlainac, alors qu'il tentait de créer une version entropique du sort d'invisibilité. Le sort courbe la lumière autour du récipiendaire, créant un effet similaire au sort de second niveau Flou et à l'effet d'une cape de déplacement. La forme du récipiendaire est à la fois floue et oscillante (peu importe le mouvement), la rendant beaucoup plus difficile à toucher. Quand le sort est lancé, le récipiendaire gagne un bonus de de 2d4 à la classe d'armure et de 1d4 aux jets de sauvegarde. Étant donné que ce sort n'est pas une illusion mais une réelle déformation de l'espace autour du récipiendaire, il ne peut être dissipé par les sorts de vision véritable ou similaires.

source: Vile Word of Discord
french: Vil Mot de Discorde

source: Vile Word of Discord* (Enchantment/Charm) Level: 3 Range: Visual range of the caster Duration: 2 rounds Casting Time: 3 Area of Effect: 30' radius Saving Throw: Special This spell, a combination of ventriloquism and confusion magics, is the very essence of discord, with the potential to destroy not only formations but also allegiances. The caster points out a single creature, which then appears to shout insults in a strange, sinister language. The surprise, the unexpected source and the magic hidden within those words hit all bystanders completely unprepared. Everyone within a 30' sphere around the target must save vs. spells at -4 or suffer a randomly chosen effect: attack each other, flee in panic, stand around in confusion, ally with the caster or stumbling around uncontrolled. In addition, there's a 20% chance that some of the victims drop random equipment. The spell affects the caster's allies as well as his enemies; only the caster and the creature which was targeted in the first place are immune to the effect. Usually, this spell can't be backtraced to the caster: the only person, the victims might be angry at, is the spell's original target. Ongoing fights between the affected creatures might continue even after the spell ends.
french: Vil Mot de Discorde* (Enchantement/Charme) Niveau : 3 Portée : champ de vision du lanceur de sorts Durée : 2 rounds Temps d'incantation : 3 Zone d'effet : rayon de 9 mètres Jet de sauvegarde : spécial Ce sort, une combinaison de ventriloquie et de confusion magique, est l'essence même de la discorde, avec le potentiel de détruire non seulement des formations mais aussi des allégeances. Le lanceur de sorts désigne une créature, qui semble alors proférer des insultes dans une langue étrange et sinistre. La surprise, l'origine inattendue et la magie cachée en ces mots prennent complètement au dépourvu tous les spectateurs. Chaque créature dans une sphère de 9 mètres de rayon autour de la cible doit réussir un jet de sauvegarde contre les sorts avec un malus de -4 ou subir un effet tiré au sort : fuir totalement paniquée, rester sur place confuse, s'allier au jeteur de sorts, ou errer de manière incontrôlée. De plus, il y a 20% de chance que certaines victimes lâchent des objets qu'elles portent (choisis au hasard). Le sort affecte aussi bien les ennemis que les alliés du lanceur de sorts ; seuls lui et la créature ciblée en premier lieu sont immunisés à cet effet. Les victimes de ce sort ne peuvent normalement pas remonter jusqu'au lanceur de sorts : la seule personne à laquelle les victimes peuvent s'en prendre est la créature ciblée par le sort. Les combats commencés entre les créatures affectées peuvent même perdurer après la fin du sort.

source: Cellular Regeneration
french: Régénération Cellulaire

source: Cellular Regeneration* (Necromancy) Level: 4 Range: Touch Duration: 6 rounds Casting Time: 4 Area of Effect: One creature Saving Throw: None By reshaping a strand of the Weave until it resembles the patterns created by a priest's healing spell, the wild mage can accomplish what was thought to be impossible: an arcane spell that cures wounds. Cellular Regeneration increases the growth rate of the body's various tissues, causing them to mend together faster. Once the recipient is touched, the spell begins to work, restoring damage according to the table below: Round Healing ------------------ 1 1 2 1d4 3 1d4 + level/5 (up to 1d4+5) 4 1d4 + level/5 (up to 1d4+5) 5 1d4 6 1 The regeneration process is so stressing for the body, that the recipient stays unconscious for the duration of the spell, and looses one point of constitution for one hour thereafter.
french: Régénération Cellulaire* (Nécromancie) Niveau : 4 Portée : toucher Durée : 6 rounds Temps d'incantation : 4 Zone d'effet : une créature Jet de sauvegarde : aucun En retissant un fil de la Toile jusqu'à ce qu'il ressemble aux motifs créés par le sort de soin d'un prêtre, l'entropiste peut accomplir ce qu'on pensait impossible : un sort profane qui soigne les blessures. Régénération Cellulaire augmente le taux de croissance des différents tissus du corps, permettant une récupération plus rapide. Une fois que le bénéficiaire du sort est touché, celui-ci commence à faire effet et soigne les blessures selon la table ci-dessous : Round Points de vie soignés ----------------------------- 1 1 2 1d4 3 1d4 + Niveau/5 (jusqu'à 1d4+5) 4 1d4 + Niveau/5 (jusqu'à 1d4+5) 5 1d4 6 1 Le processus de régénération demande tellement d'effort au corps que le bénéficiaire reste inconscient pendant la durée du sort, et perd un point de constitution pour toute l'heure suivante.

source: Vortex* (Evocation) Level: 5 Range: 30 yards Duration: 3-15 rounds Casting Time: 5 Area of effect: 7-foot-diameter sphere Saving Throw: Half A vortex is a swirling mass of magical energy, barely controllable by the caster. After casting the spell, a 7 foot tall, multicolored sphere appears. From this moment on, the caster must maintain concentration in order for the vortex to remain. Each round, the caster can move the vortex 60 feet. However, control of direction is not perfect. If the caster fails to concentrate just for a moment, the Vortex moves on on its own. The vortex is composed of raw magical energy. Once per round, all creatures close to the vortex suffer 2d6 points of each: stunning, electricity and magic damage. Creatures struck are allowed a saving throw vs. spells to suffer only half damage. The duration of the spell is 3 rounds at level 10, plus one round for each additional level - up to 15 rounds at level 34. The caster is held immobile for the whole duration of the spell; he can't cancel it, even when he completely lost control over the vortex.
french: Vortex* (Évocation) Niveau : 5 Portée : 30 mètres Durée : 3-15 rounds Temps d'incantation : 5 Zone d'effet : sphère de 2 mètres de diamètre Jet de sauvegarde : 1/2 Un vortex est une masse tourbillonnante d'énergie magique, à peine contrôlable par le lanceur de sorts. Après avoir lancé le sort, une sphère multicolore de 2 mètres de diamètre apparaît. A partir de ce moment-là, le lanceur de sorts doit maintenir sa concentration pour que le vortex subsiste. Le lanceur de sorts peut déplacer le vortex de 20 mètres par round. Cependant, le contrôle de la direction n'est pas parfait. Si le lanceur de sorts perd sa concentration pendant un court instant, le Vortex se déplace alors de lui-même. Le Vortex est composé d'énergie magique brute. Une fois par round, toutes les créatures à proximité du vortex subissent 2d6 points de dégâts de chaque type : contondant, électrique, magique. Les créatures concernées ont droit à un jet de sauvegarde contre les sorts pour ne subir que la moitié des dégâts. Le sort dure 3 rounds au niveau 10, plus un round pour chaque tranche supplémentaire de deux niveaux de Tisseur de Sorts, avec un maximum de 15 rounds au niveau 34. Le lanceur de sorts est maintenu immobile durant toute la durée du sort ; il ne peut l'annuler, même s'il perd complètement le contrôle du vortex.

source: Paithan's Lucky Streak
french: Veine Chanceuse de Paithan

source: Paithan's Lucky Streak* (Enchantment/Charm) Level: 5 Range: Touch Duration: Special Casting Time: 5 Area of Effect: 1 creature Saving Throw: None This extremely potent spell gives the target a run of good luck. The recipient gains 1d8 points of luck, receiving this amount as bonus to any of his actions. This includes saving throws, to hit chances, thieving skills, etc. In addition, twice the rolled amount is added to any roll the recipient makes on the wild surge chart. At the end of each round, a d20 throw is made to determine if the spell expires. On a roll of 2 or higher, a new 1d8 bonus is rolled, and the spell continues for another round. On a roll of 1, there is still a 25% chance for the spell to continue: If the result of a second d20 roll is 16 or higher, the spell does not only continue, but the next round is also a "Good Luck" round, in which the recipient gets not only 8 points of luck bonus, but also the almost supernatural ability to avoid death, level drain, and anything that limits his movement. As long as it doesn't expire due to "Bad Luck" (1 on D20, then 15 or lower on D20), the spell continues infinitely.
french: Veine Chanceuse de Paithan* (Enchantement/Charme) Niveau : 5 Portée : toucher Durée : spéciale Temps d'incantation : 5 Zone d'effet : 1 créature Jet de sauvegarde : aucun Ce sort extrêmement puissant donne à la cible un excès de bonne chance. Le bénéficiaire gagne 1d8 points de chance et reçoit ce bonus à chacune de ses actions. Ceci inclut les jets de sauvegarde, les jets d'attaque, les capacités de voleur, etc. De plus, le double du résultat obtenu est ajouté à n'importe quel jet que le bénéficiaire pourrait avoir à faire sur la table des hiatus entropiques. A la fin de chaque round, un D20 est lancé pour déterminer si le sort se termine. Si on obtient 2 ou plus, on tire un nouveau D8 de bonus, et le sort continue durant un round supplémentaire. Si un 1 est obtenu, il reste encore 25% de chances que le sort continue de faire effet : si le résultat d'un second jet de D20 est de 16 ou plus, non seulement le sort continue de faire effet, mais le round suivant est aussi un round de "Bonne Fortune", durant lequel le bénéficiaire gagne non seulement 8 points de bonus de chance, mais aussi la capacité quasi surnaturelle d'éviter la mort, le drain de niveaux, et tout ce qui peut limiter son mouvement. Tant que le sort n'expire pas suite à une "mauvaise fortune" (1 au D20, puis 15 ou moins au D20), le sort continue de faire effet indéfiniment.

source: Paithan's Fiasco
french: Fiasco de Paithan
