Repository: BGforgeNet/bg2-wildmage
Catalog: wildmage/po/*.po
Languages: french

source: Wild Mage Additions: Spellshaper Kit
french: Wild Mage Additions : Kit du Tisseur de Sorts

source: Misc spell modifications
french: Diverses Modifications de Sorts

source: You open Rhialto's spellbook for the first time. It's an insane mess of random notes, illegible scribble and childish drawings; all over smeared with blood, bile and some other stuff you can't (and don't even want to) recognize. Amazingly, some of the spell entries are still legible.
french: Vous ouvrez le livre de sorts de Rhialto pour la première fois. C'est un capharnaüm de notes aléatoires, d'indéchiffrables gribouillages et de dessins enfantins, complètement tâchés de sang, de bile et d'autres trucs que vous n'arrivez pas à (et ne voulez surtout pas) reconnaître. Étonnamment, certaines entrées de sorts restent lisibles.

source: Again you risk a look into Rhialto's spellbook. You carefully separate two sheets that were stuck together, just to discover a nasty drawing of an old sage with long beard and pointy hat, that seems to glare longingly at something that looks like a petrified goat.
french: Vous risquez un nouveau coup d'oeil dans le livre de sorts de Rhialto. Vous séparez avec précaution deux feuilles qui était collées, pour découvrir un dessin antipathique d'un vieux sage avec une longue barbe et un chapeau pointu, qui semble fixer avec envie quelque chose qui ressemble à un bouc pétrifié.

source: You open the spellbook at a random page and notice some scribble you haven't seen before: "<CHARNAME>, keep your dirty hands off my spellbook!"
french: Vous ouvrez le livre de sorts à une page au hasard, et remarquez un gribouillage que vous n'aviez pas vu auparavant : "<CHARNAME>, enlevez vos sales pattes de mon livre de sorts !"

source: When you open Rhialto's spellbook, one of the pages comes loose and falls out.
french: Quand vous ouvrez le livre de sorts de Rhialto, une des pages se détache et tombe par terre.

source: Rhialto's spellbook is still a mess, and his mind must have been quite the same; you wonder if the same madness could affect you, when you continue to read his writings.
french: Le livre de sorts de Rhialto est toujours en désordre, et son esprit devait l'être aussi ; vous vous demandez si la même folie pourrait vous toucher si vous continuez à lire ses écrits.

source: Again you open Rhialto's spellbook, it's still quite a mess, but meanwhile you're getting used to it.
french: Vous ouvrez à nouveau le livre de sorts de Rhialto ; tout est toujours aussi désordonné, mais vous commencez à vous y faire.

source: You continue to study Rhialto's spellbook.
french: Vous continuez à étudier le livre de sorts de Rhialto.

source: Rhialto may have been insane, but his knowledge was great indeed.
french: Rhialto était peut-être fou, mais son savoir était véritablement immense.

source: Although you're sure that you've learned every spell from this this spellbook, you still feel the strong urge to risk another look.
french: Bien que vous soyez sûr d'avoir appris chaque sort de ce livre, vous ressentez pourtant une forte envie de risquer un nouveau coup d'oeil.

source: When you open Rhialto's spellbook again, it crumbles to dust.
french: Alors que vous ouvrez de nouveau le livre de sorts de Rhialto, il tombe en poussière.

source: Study the spellbook for a while, and see if you can learn something new.
french: Étudier le livre de sorts pendant un moment, et voir si vous pouvez apprendre quelque chose de neuf.

source: Close the book.
french: Fermer le livre.

source: When you examine this strange spell closer, it proves to be utterly useless. No point in learning it.
french: Quand vous examinez ce sort étrange de plus près, il s'avère être complètement inutile. Aucun intérêt à l'apprendre.

source: You spend some time, browsing trough the book...
french: Vous passez un peu de temps à parcourir le livre...

source: You found something of interest.
french: Vous avez trouvé quelque chose d'intéressant.

source: You find nothing new.
french: Vous ne trouvez rien de nouveau.

source: You try to learn the spell, but it's too difficult, you need more experience in the art before you can learn it.
french: Vous essayez d'apprendre le sort, mais c'est trop difficile, vous avez besoin de plus d'expérience dans cet art pour y arriver.

source: You succeed in learning the spell.
french: Vous réussissez à apprendre le sort.

source: As much as you try to concentrate, you read a line and forget it in the same moment; as if someone powerful wipes it from your memory. Obviously someone doesn't want you to know this spell.
french: Malgré tous vos efforts de concentration, vous lisez une ligne et l'oubliez immédiatement, comme si quelqu'un de puissant l'effaçait de votre mémoire. A l'évidence, quelqu'un ne veut pas que vous connaissiez ce sort.

source: You close the book.
french: Vous fermez le livre.

source: Try to learn the spell "Random Spell I".
french: Essayer d'apprendre le sort "Sort Aléatoire I".

source: Try to learn the spell "Rhialto's Chaos Conduit".
french: Essayer d'apprendre le sort "Conduit Chaotique de Rhialto".

source: Try to learn the spell "Rodent Form".
french: Essayer d'apprendre le sort "Forme de Rongeur".

source: Try to learn the spell "Blade Shower".
french: Essayer d'apprendre le sort "Douche de Lames".

source: Try to learn the spell "Rhialto's Random Missiles".
french: Essayer d'apprendre le sort "Projectiles Aléatoires de Rhialto".

source: Try to learn the spell "Gymlainac's Lightbend".
french: Essayer d'apprendre le sort "Courbure de l'Espace de Gymlainac".

source: Try to learn the spell "Vile Word of Discord".
french: Essayer d'apprendre le sort "Vil Mot de Discorde".

source: Try to learn the spell "Cellular Regeneration".
french: Essayer d'apprendre le sort "Régénération Cellulaire".

source: Try to learn the spell "Glyph of Wild Magic".
french: Essayer d'apprendre le sort "Glyphe de Magie Entropique".

source: Try to learn the spell "Paithan's Lucky Streak".
french: Essayer d'apprendre le sort "Veine Chanceuse de Paithan".

source: Try to learn the spell "Vortex".
french: Essayer d'apprendre le sort "Vortex".

source: Try to learn the spell "Paithan's Fiasco".
french: Essayer d'apprendre le sort "Fiasco de Paithan".

source: Try to learn the spell "Wildstrike".
french: Essayer d'apprendre le sort "Frappe Entropique".

source: Try to learn the spell "Hornung's Random Dispatcher".
french: Essayer d'apprendre le sort "Envoi Aléatoire de Hornung".

source: Try to learn the spell "Summon Cow".
french: Essayer d'apprendre le sort "Convocation de Vache".

source: Try to learn the spell "Eye of the Beholder".
french: Essayer d'apprendre le sort "Oeil du Spectateur".

source: Try to learn the spell "Mynoc's Wild Recuperation".
french: Essayer d'apprendre le sort "Récupération Entropique de Mynoc".

source: Try to learn the spell "Entropy Shield".
french: Essayer d'apprendre le sort "Bouclier Entropique".

source: Try to learn the spell "Wild Sphere".
french: Essayer d'apprendre le sort "Sphère Entropique".

source: Try to learn the spell "Rhialto's Marvelous Reincarnation".
french: Essayer d'apprendre le sort "Réincarnation Merveilleuse de Rhialto".

source: Try to learn the spell "Rhialto's Avatar".
french: Essayer d'apprendre le sort "Avatar de Rhialto".

source: Try to learn the spell "Mynoc's Irresistible Appeal".
french: Essayer d'apprendre le sort "Appel Irrésistible de Mynoc".

source: Try to learn the spell "Summon Wild Horde".
french: Essayer d'apprendre le sort "Convocation de Horde Sauvage".

source: Try to learn the spell "Random Spell II".
french: Essayer d'apprendre le sort "Sort Aléatoire II".

source: Try to learn the spell "Corporeal Instability".
french: Essayer d'apprendre le sort "Instabilité Corporelle".

source: Try to learn the spell "Random Spell III".
french: Essayer d'apprendre le sort "Sort Aléatoire III".

source: Try to learn the spell "Meece's Wild Armour".
french: Essayer d'apprendre le sort "Armure Entropique de Meece".

source: Try to learn the spell "Random Spell IV".
french: Essayer d'apprendre le sort "Sort Aléatoire IV".

source: Try to learn the spell "Entropy Burst".
french: Essayer d'apprendre le sort "Décharge d'Entropie".

source: Try to learn the spell "Wildfire".
french: Essayer d'apprendre le sort "Feu Entropique".

source: Well, well, well... What do we have here? Greetings, young one, No doubt you're honored to meet Rhialto the Marvelous.
french: Bien, bien, bien... Qu’avons-nous là ? Salutations, jeune homme. Nul doute êtes-vous honoré de rencontrer Rhialto le Merveilleux.

source: Ah yes, you are perfect. Be honored, young one, for your existence now has a purpose: Rhialto the Marvelous needs your spleen.
french: Ah oui, vous êtes parfait. Soyez honoré, jeune homme, puisque votre existence a maintenant un objectif : Rhialto le Merveilleux a besoin de votre rate.

source: It will be the final component for the greatest spell that was worked since, well, since ever!!! Of course, it needs to be extracted while you're still alive, otherwise it would be worthless as an ingredient.
french: Ce sera le composant final du plus grand sort conçu depuis, depuis toujours en fait !!! Bien sûr, il faut qu'elle soit extraite alors que vous êtes en vie, autrement elle ne vaudrait rien en tant qu'ingrédient.

source: But it won't be too painful... Well, at least it won't take too long. Rhialto the Marvelous is a very experienced surgeon, it will only take an hour or two...
french: Mais ça ne sera pas trop douloureux... Bon, du moins ça ne durera pas trop longtemps. Rhialto le Merveilleux est un chirurgien très expérimenté, ça ne prendra qu'une heure ou deux...

source: So we meet again... You seem to have grown more self-confident since Rhialto the Marvelous had his little accident. It is just fitting that you, who caused his downfall by your insolent resistance, brought Rhialto back to life.
french: Ainsi nous nous rencontrons de nouveau... Vous semblez avoir plus confiance en vous depuis que Rhialto le Merveilleux a eu son petit accident. Ce n'est que justice que vous, qui avez causé sa chute avec votre insolente résistance, ayez ramené Rhialto à la vie.

source: But to do this, you had to read Rhialto's spellbook. Rhialto the Marvelous really doesn't like it when someone touches his stuff!!!
french: Mais pour cela, vous avez dû lire le livre de sorts de Rhialto. Rhialto le Merveilleux n'aime pas qu'on touche à ses affaires !!!

source: Select a Special Ability
french: Choisissez une capacité spéciale

source: Ambidexterity (1st Rank)
french: Ambidextrie (Rang 1)

source: Ambidexterity (2nd Rank)
french: Ambidextrie (Rang 2)

source: Backstabbing (x2)
french: Attaque Sournoise (x2)

source: Backstabbing Adept (x3)
french: Adepte de l'Attaque Sournoise (x3)

source: Backstabbing Expert (x4)
french: Expert de l'Attaque Sournoise (x4)

source: Backstabbing Master (x5)
french: Maître de l'Attaque Sournoise (x5)

source: Combat Speed
french: Vitesse de Combat

source: Dagger Specialization
french: Spécialisation en Dagues

source: Dagger Mastery
french: Maîtrise de la Dague

source: Improved Criticals
french: Science du Critique

source: Toughness
french: Dur à Cuire

source: Vicious hits
french: Coups Vicieux

source: Rogue High Level Ability: "Assassination"
french: Aptitude de Haut Niveau de Voleur : "Assassinat"

source: Rogue High Level Ability: "Avoid Death"
french: Aptitude de Haut Niveau de Voleur : "Prévention de la Mort"

source: Rogue High Level Ability: "Evasion"
french: Aptitude de Haut Niveau de Voleur : "Evasion"

source: Weave Spell
french: Tisser un Sort

source: Weaveshear
french: Explosion Entropique

source: You don't know exactly what just happened, but in the heat of battle you somehow managed to cast a spell spontaneously.
french: Vous ne savez exactement ce qu'il vient de se passer, mais dans la furie du combat vous avez d'une certaine façon réussi à lancer un sort spontanément.

source: Now you feel a strange wave of magical power rising within you. Whatever is happening, somehow you feel that if you yield to it, you will be changed forever.
french: Vous ressentez maintenant une étrange onde de pouvoir magique en vous. Quoiqu'il soit en train de se produire, vous sentez quelque part que si vous y cédez, vous en serez transformé pour toujours.

source: Embrace this new power.
french: Embrasser ce nouveau pouvoir.

source: Try to suppress it.
french: Essayer de le supprimer.

source: Whatever that was, you were strong enough to suppress it.
french: Quoi que ce fut, vous avez été suffisamment fort pour le supprimer.

source: A surge of chaotic energy overwhelms you.
french: Un flot d'énergie chaotique vous submerge.

source: When you give in to the surge of magical power, you feel that your understanding of the magical Weave changes.
french: Alors que vous vous laissez submerger par l'afflux de pouvoir magique, vous sentez que votre compréhension de la Toile magique change.

source: Once you tried to study the chaos around you, bending it to your will, drawing your strength from the erratic ebb and flow of wild magic.
french: Vous essayez pour la première fois d'étudier le chaos autour de vous, le pliant à votre volonté, puisant votre force du reflux et du flot imprévisibles de la magie entropique.

source: Now you feel a close relation to the Weave. You now are able to tangle the Weave, reshape it, "weave" it into anything you can imagine.
french: Vous ressentez maintenant une relation étroite avec la Toile. Vous êtes à présent capable d'emmêler la Toile, la refaçonner, la tisser au gré de votre imagination.

source: Wild Magic
french: Magie Entropique

source: Wild Magic made your dreams come true. (Whatever that's good for...)
french: La Magie Entropique a permis à vos rêves de se réaliser (quel qu'en soit le bénéfice...)

source: THAC0 Reduced by 1
french: TAC0 réduit de 1

source: Backstab Multiplier Increased by 1
french: Multiplicateur d'Attaque Sournoise Augmenté de 1

source: Dagger Proficiency raised to 2 (Specialized)
french: Compétence Dague augmentée à 2 (Spécialiste)

source: Dagger Proficiency raised to 3 (Master)
french: Compétence Dague augmentée à 3 (Maître)

source: Gained Ambidexterity (1st Rank)
french: Acquiert Ambidextrie (Rang 1)

source: Raised Ambidexterity to 2nd Rank
french: Ambidextrie élevée au Rang 2

source: Gained +1 Melee Damage Bonus
french: Gain de +1 au Bonus de Dégâts en Mêlée

source: Gained 20% Hitpoint Bonus
french: Gain de 20% en Bonus de Dégâts

source: Attacks per round raised by 1
french: Nombre d'attaques par round augmenté de 1

source: Critical Hit Range increased by 1
french: Zone de Critique élargie de 1

source: Rhialto's Chaos Conduit
french: Conduit Chaotique de Rhialto

source: Rhialto's Chaos Conduit* (Alteration) Level: 1 Range: 0 Duration: Instantaneous Casting Time: 2 rounds Area of Effect: The caster Saving Throw: None You found this strange spell in Rhialto's spellbook. Rhialto spent decades with his research on wild magic, and in the end created this spell that allowed him to learn a new way of spellcasting. Rhialto's Chaos Conduit establishes a link between the caster and the chaotic plane of Limbo, and then channels raw chaotic energy right into the caster. The purpose of this process is to open the caster's mind for a different kind of spellcasting. Although the spell's invocation is easy enough to make it available as a 1st level spell, its inner structure is incredible complex and would be appropriate for a spell of 9th, 10th or even higher level. The spell's chaotic nature might partly be responsible for this strange discrepancy. The spell can be cast only once and its effect is irrevocable. The caster's spellcasting capabilities are permanently changed towards a more intuitive way, and the same happens to his personality. These changes don't come from the spell itself, though. Rhialto's Chaos Conduit only frees and amplifies tendencies and interests that are already there. Persons that aren't interested in the gifts this spell has to offer, would be immune against its effects. However, such persons wouldn't even think of casting a spell like this in the first place. No matter if you actually think about casting this spell or not, one thing you know for sure: if you dare to cast the spell, it will change you forever.
french: Conduit Chaotique de Rhialto* (Altération) Niveau : 1 Portée : le jeteur de sorts Durée : instantanée Temps d'incantation : 2 rounds Zone d'effet : le jeteur de sorts Jet de sauvegarde : aucun Vous avez trouvé ce sort étrange dans le livre de sorts de Rhialto. Rhialto passa des décennies dans ses recherches sur la magie entropique, et finit par créer ce sort qui lui permit d'apprendre une nouvelle façon d'incanter. Le Conduit Chaotique de Rhialto établit un lien entre le lanceur de sorts et le plan chaotique des Limbes, puis canalise de l'énergie chaotique brute à l'intérieur du lanceur du sorts. Le but du procédé est d'ouvrir l'esprit du lanceur de sorts à une manière différente d'incanter. Bien que l'incantation du sort soit suffisamment facile pour en faire un sort de niveau 1, sa structure interne est incroyablement complexe et sera appropriée à un sort de niveau 9, 10 et même encore plus élevé. La nature chaotique du sort pourrait être en partie responsable de cette divergence. Le sort ne peut être lancé qu'une fois et son effet est irrévocable. Les capacités d'incantation du lanceur de sorts sont transformées de manière permanente en quelque chose de plus intuitif, et sa personnalité subit la même transformation. Néanmoins, ces changements ne viennent pas du sort lui-même. Le Conduit Chaotique de Rhialto ne fait que libérer et amplifier des tendances et intérêts déjà présents. Des personnes non intéressées par ce que ce sort a à offrir seraient immunisées à ses effets. Il ne viendrait de toute façon pas à l'esprit de telles personnes de lancer ce genre de sort. Peu importe que vous ayez l'intention de lancer ce sort ou pas, une chose est certaine : si vous osez lancer le sort, cela vous changera pour toujours.

source: Spellshaper
french: Tisseur de Sorts

source: After casting this strange spell, you feel your understanding of the magical Weave changing. Once you tried to study the chaos around you, bending it to your will, drawing your strength from the erratic ebb and flow of wild magic. Now you feel a relation to the Weave. You feel that you are able to tangle the Weave, reshape it, "weave" it into anything you can imagine.
french: Après avoir lancé ce sort étrange, vous sentez changer votre compréhension de la Toile magique. Vous essayez pour la première fois d'étudier le chaos autour de vous, le pliant à votre volonté, puisant votre force du reflux et du flot imprévisibles de la magie entropique. Vous ressentez maintenant une relation étroite avec la Toile. Vous êtes à présent capable d'emmêler la Toile, la refaçonner, la tisser au gré de votre imagination.

source: You also feel, that the spell has changed more than just your spellcasting abilities. Somehow it feels as if the spell freed a part of your soul that was hidden deep within you until now. There is a bit more individuality, tolerance, curiosity, but also a bit less discipline and diligence, as well as a mistrust to authorities. It feel right though, as if it always was supposed to be like that. You don't feel as if you were changed, though, it's more like finally waking up from a long, long dream.
french: Vous sentez aussi que le sort a changé plus que votre façon d'incanter. D'une certaine façon, vous avez l'impression que le sort a libéré une part de votre âme qui était cachée au plus profond de votre être jusqu'à maintenant. Vous montrez un peu plus d'individualité, de tolérance, de curiosité, mais aussi un peu moins de discipline et de diligence, ainsi qu'une certaine méfiance à l'égard des autorités. Cela vous semble pourtant juste, comme si les choses auraient toujours dû se passer comme cela. Vous n'avez pourtant pas l'impression d'avoir été changé, mais plutôt de vous réveiller enfin d'un long, long sommeil.

source: Rodent Form
french: Forme de Rongeur

source: Rodent Form* (Alteration) Level: 1 Range: 0 Duration: 1 turn Casting Time: 1 Area of Effect: The caster Saving Throw: None This spell transforms the caster into a cute little squirrel. Due to the rodent's tiny size, the caster gets an Armor Class bonus of 2 points against normal weapons, and 4 points against missile weapons. Unlike other polymorphing spells, the caster retains his spellcasting abilities while in rodent form. Hopefully, the current revision of this spell does NOT change the caster's personality or mentality.
french: Forme de Rongeur* (Altération) Niveau : 1 Portée : le jeteur de sorts Durée : 1 tour Temps d'incantation : 1 Zone d'effet : Le jeteur de sorts Jet de sauvegarde : aucun Ce sort transforme le lanceur de sorts en un adorable petit écureuil. Étant donné la taille minuscule du rongeur, le lanceur de sorts gagne un bonus de -2 à la Classe d'Armure contre les armes normales, et -4 contre les projectiles. Contrairement aux autres sorts de métamorphose, le jeteur de sorts garde sa capacité à lancer des sorts sous forme de rongeur. Heureusement, la révision récente de ce sort ne change PAS la personnalité du lanceur de sorts, ni sa mentalité.

source: One of my spells has changed!
french: Un de mes sorts a changé !

source: Learned new spell: Ratatosk Shape
french: Nouveau sort appris : Forme de Ratatosk

source: Ratatosk Shape
french: Forme de Ratatosk

source: Ratatosk Shape* (Alteration) Level: 1 Range: 0 Duration: 1 turn Casting Time: 1 Area of Effect: The caster Saving Throw: None The Ratatosk are an extraplanar race of sentient warrior-squirrels native to Yggdrasil, the World Ash, the great divine tree whose branches and roots span all the outer planes. Upon casting this spell, the mage is transformed into one of these little fellows. Due to the Ratatosk's tiny size, the caster gets an Armor Class bonus of 3 points against normal weapons, and 5 points against missile weapons. The caster's dexterity is also raised by four points for the duration of the spell. Any armor-class bonuses gained from the dexterity-raise stack with those gained from the size. The caster also gets some of the Ratatosk's fighting abilities for the duration of the spell: One additional attack per round, and paws that are considered as +5 weapons in all respects but damage bonus. The paws do 1d4+1 points of slashing damage. Unlike other polymorphing spells, the caster retains his spellcasting abilities while this spell is active.
french: Forme de Ratatosk* (Altération) Niveau : 1 Portée : le jeteur de sorts Durée : 1 tour Temps d'incantation : 1 Zone d'effet : Le jeteur de sorts Jet de sauvegarde : aucun Les Ratatosk sont une race extraplanaire de guerriers écureuils doués de sens, natifs d'Yggdrasil, le Frêne du Monde, le grand arbre divin dont les branches et les racines s'étendent dans tous les plans extérieurs. En lançant ce sort, le magicien est transformé en une de ces petites créatures. Étant donné la taille minuscule d'un Ratatosk, le lanceur de sorts gagne un bonus de -3 à la classe d'armure contre les armes normales, et de -5 contre les projectiles. La dextérité du lanceur de sorts est aussi augmentée de quatre points pendant la durée du sort. Tout bonus à la classe d'armure acquis grâce à la modification de la dextérité est cumulé avec ceux dûs à la taille. Pendant la durée du sort, le lanceur de sorts gagne aussi quelques capacités de combat propre au Ratatosk : une attaque supplémentaire par round, les griffes sont considérés +5 à tous les niveaux, excepté pour le bonus aux dégâts. Les griffes font 1d4 points de dégâts tranchants. Contrairement aux autres sorts de transformation, le jeteur de sorts garde sa capacité à lancer des sorts pendant que ce sort est actif.
