Repository: BGforgeNet/bg2-wildmage
Catalog: wildmage/po/*.po
Languages: french

source: Rhialto's Marvelous Reincarnation* (Alteration) Level: 10 Range: Visual range of the caster Duration: Instantaneous Casting Time: 10 Area of Effect: One creature Saving Throw: None This sinister spell is the legacy of the wild mage that called himself Rhialto the Marvelous. Casting this spell causes fluctuations in the laws of probability, and weakens the fabric of time. These effects last only for a moment, but this is long enough to create an alternate reality. The purpose of this spell is to bring a dead back to life by changing an event in the past and letting another creature (one that still lives in the present) die instead. There is no divine intervention involved: the reincarnated creature isn't raised from the dead, on successful casting of this spell, the fatal event never happened and the spell's beneficiary never has died. Once the victim is chosen, the strands of time are rewoven, so that the victim died at the same moment and in the same way as the spell's beneficiary. The beneficiary reappears at the same place where the victim stood.
french: Réincarnation Merveilleuse de Rhialto* (Altération) Niveau : 10 Portée : champ visuel du lanceur de sorts Durée : instantanée Temps d'incantation : 10 Zone d'effet : 1 créature Jet de sauvegarde : aucun Ce sort sinistre est l'héritage de l'entropiste qui se surnommait Rhialto le Merveilleux. Lancer ce sort provoque des fluctuations dans les lois des probabilités, et fragilise la trame du temps. Ces effets ne sont que temporaires, mais durent suffisamment longtemps pour créer une réalité alternative. Le but de ce sort est de ramener un mort à la vie en modifiant un évènement passé et laissant une autre créature (encore vivante dans le présent) mourir à sa place. Il n'est pas question d'intervention divine ; la créature réincarnée n'est pas ramenée du royaume des morts ; lorsque ce sort est lancé avec succès, l'évènement fatal n'est jamais arrivé et le bénéficiaire du sort n'est jamais mort. Une fois que la victime est choisie, les fils du temps sont retissés de sorte que la victime soit morte au même moment et de la même façon que le bénéficiaire du sort. Le bénéficiaire réapparaît à la même place où la victime se tenait.

source: Entropy Burst
french: Décharge d'Entropie

source: Entropy Burst (Invocation) Level: 8 Range: 0 Duration: Special Casting Time: 1 Area of Effect: 30' radius Saving Throw: None Invoking the Entropy Burst spell creates magic of tremendous power. The caster acts as a bridge between the material plane and the primal forces of chaos, causing a burst of chaos-stuff centered on the caster and reaching up to a 30' radius. The effect of this spell is completely harmless for chaotic creatures, everyone else is pushed away from the caster for several seconds; creatures of neutral alignment take 1d8 points of magical damage, while lawful creatures take 1d20 points of damage. In addition, one of the following effects applies to a lawful target, according to its level: Hit Dice or levels -- Effects of Entropy Burst Less than 4 -- Death 4 to 7 -- Stunned for 1 turn 8 to 11 -- Slowed for 1 turn with 75% chance of spell failure 12 and up -- Deafened for 1 turn with 50% chance of spell failure There is no saving throw vs. this spell and the effects are instantaneous and last for the duration of the spell or until dispelled.
french: Décharge d'Entropie (Invocation) Niveau : 8 Portée : le jeteur de sorts Durée : spéciale Temps d'incantation : 1 Zone d'effet : rayon de 9 mètres Jet de sauvegarde : aucun Une Décharge d'Entropie invoque une magie d'une puissance colossale. Le lanceur de sorts agit comme un pont entre le plan matériel et les forces primordiales du chaos, et provoque une décharge d'énergie chaotique centrée sur le lanceur de sorts et qui s'étend dans un rayon de 9 mètres. L'effet de ce sort est complètement inoffensif pour les créatures chaotiques, toutes les autres excepté le lanceur de sorts étant projetées loin de ce dernier pendant plusieurs secondes ; les créatures d'alignement neutre subissent 1d8 points de dégâts magiques, tandis que les créatures d'alignement loyal subissent 1d20 points de dégâts De plus, un des effets suivants s'applique à une cible loyale, selon son niveau : Dés de vie ou Niveaux -- Effets de la Décharge d'Entropie Moins de 4 -- Mort 4 à 7 -- Assommée pour un tour 8 à 11 -- Ralentie pour 1 tour avec 75% de chance de rater ses sorts 12 et plus -- Assourdie pour un tour avec 50% de chance de rater ses sorts Il n'y a aucun jet de sauvegarde ; les effets sont instantanés et durent jusqu'à expiration du sort ou jusqu'à ce qu'ils soient dissipés.

source: Acid Storm
french: Tempête d'acide

source: Acid Storm (Evocation) Level: 7 Range: Sight of Caster Duration: 1 turn Casting Time: 7 Area of Effect: 20-foot radius Saving Throw: Half This spell unleashes an acidic cloud on the area of effect, doing 1-4 hit points of damage each round for the first three rounds, 1-6 hit points for the next three rounds, and 1-8 hit points for the next four rounds. Moving out of the area of effect does not stop the damage - the acid adheres to the skin, and the victims continue to suffer damage as long as the spell duration lasts. Affected creatures may make a saving throw vs. spell every round after they have been hit by the cloud - if successful, they only take half-damage (for that round only).
french: Tempête d'acide (Évocation) Niveau : 7 Portée : Champ visuel du lanceur de sorts Durée : 1 tour Temps d'incantation : 7 Zone d'effet : rayon de 6 mètres Jet de sauvegarde : 1/2 Ce sort libère un nuage acide dans toute la zone d'effet, causant 1d4 points de dégâts chacun des trois premiers rounds, 1d6 pour les trois suivants, et un 1d8 pour les quatre suivants. Quitter la zone d'effet ne met pas fin aux dégâts reçus - l'acide adhère à la peau, et les victimes continuent à subir les dégâts pour toute la durée du sort. Les créatures affectées effectuent un jet de sauvegarde contre les sorts chaque round après avoir été touchées par le nuage - s'il est réussi, elles ne subissent que la moitié des dégâts (pour ce round-là seulement).

source: Summon Wild Horde
french: Convocation de Horde Sauvage

source: Summon Wild Horde* (Conjuration/Summoning) Level: 2 Range: 0 Duration: 1 round/level Casting Time: 2 Area of Effect: Special Saving Throw: Special This summoning spell calls forth 1d20 aggressive rabbits that defend the caster with their lives. The tiny animals don't really pose a threat besides distracting the caster's enemies. When one of the rodents dies, however, there is a 25% chance that it will explode in a fireball, doing 2d4 points of fire damage to everyone within a 20 foot radius (save vs. spell for half).
french: Convocation de Horde Sauvage* (Conjuration/Invocation) Niveau : 2 Portée : 0 Durée : 1 round/niveau Temps d'incantation : 2 Zone d'effet : spéciale Jet de sauvegarde : spécial Ce sort de convocation convoque 1d20 lapins agressifs qui défendent le lanceur de sorts au péril de leur vie. Ces petits animaux ne constituent pas vraiment une menace hormis le fait qu'ils distraient les ennemis du lanceur de sorts. Cependant, quand un des lapins meurt, il y a 25% de chances qu'il explose en une boule de feu causant 2d4 points de dégâts à toute créature dans un rayon de 6 mètres. Réussir un jet de sauvegarde contre les sorts réduit les dégâts de moitié.

source: Corporeal Instability
french: Instabilité Corporelle

source: Corporeal Instability* (Alteration) Level: 4 Range: Visual sight of caster Duration: 1 round/level Casting Time: 3 Area of Effect: One Creature Saving Throw: Neg. Corporeal Instability temporarily distorts the various bonds that hold the victim's body together. When the spell is cast on a creature, it has to save vs. spells at -5 or be liquefied. When failing the saving throw, the victim takes 1d20 points of system-shock damage as his body destabilizes into an amorphous, ever-shifting mass. The victim is unable to take any action for 1 round per level of the caster, but is also immune to anything save magical damage.
french: Instabilité Corporelle* (Altération) Niveau : 4 Portée : champ visuel du lanceur de sorts Durée : 1 round/niveau Temps d'incantation : 3 Zone d'effet : 1 créature Jet de sauvegarde : annule Instabilité Corporelle déforme temporairement les différentes liaisons qui permettent à la victime de rester en un seul morceau. Quand le sort est lancé sur une créature, celle-ci doit réussir un jet de sauvegarde contre les sorts avec un malus de -5 ou être liquéfiée. Si le jet de sauvegarde est raté, la victime subit 1d20 points de dégâts dûs au choc métabolique et son corps se transforme en une masse amorphe, changeant continuellement de forme. La victime est incapable de faire quoi que ce soit pour une durée d'un round par niveau du lanceur de sorts, mais est aussi immunisée à tout hormis les dégâts magiques.

source: Random Spell II
french: Sort Aléatoire II

source: Random Spell II* (Invocation/Evocation) Level: 3 Range: 40 yards Duration: Instantaneous Casting Time: 1 Area of Effect: Special Saving Throw: Special This is a more powerful version of the 1st level spell Random Spell I. Random spell II, when cast, creates an effect equal to a randomly selected spell of 4th or 5th level. The caster chooses one creature within 40 yards as the spell's target. The created spell will be centered on that creature, unless it is of the type that only affects the caster. The advantages of Random Spell are the casting time which is always 1, the range which is 40 yards regardless of the duplicated spell's original range, and the fact that the wild mage doesn't need to be able to cast the spell or even have it in his spellbook. On the backside, the caster has no knowledge about which spell will be duplicated, not even if the spell's effect is harmful or helpful.
french: Sort Aléatoire II* (Invocation/Évocation) Niveau : 3 Portée : 40 mètres Durée : instantanée Temps d'incantation : 1 Zone d'effet : spéciale Jet de sauvegarde : spécial Ce sort est une version plus puissante du sort de niveau 1, Sort Aléatoire I. Sort Aléatoire II, une fois lancé, provoque un effet semblable à un sort aléatoirement choisi de niveau 4 ou 5. Le lanceur de sorts choisit comme cible une créature dans un rayon de 40 mètres. Le sort est alors centré sur cette créature, sauf dans le cas d'un sort qui n'affecte que le lanceur de sorts. Les avantages de Sort Aléatoire sont le temps d'incantation qui est toujours de 1, la portée qui est toujours de 40 mètres quelle que soit la portée originale du sort dupliqué, et le fait que l'entropiste n'a pas besoin d'être capable de lancer ce sort ou même de l'avoir dans son livre de sorts. Le revers de la médaille étant que le lanceur de sorts n'a aucune idée du sort qui va être dupliqué, ni même si le sort est néfaste ou bénéfique.

source: Random Spell III
french: Sort Aléatoire III

source: Random Spell III* (Invocation/Evocation) Level: 5 Range: 40 yards Duration: Instantaneous Casting Time: 1 Area of Effect: Special Saving Throw: Special Similar to the 1st and 3rd level spells, Random Spell III creates an effect equal to a randomly selected spell of 6th or 7th level. The caster chooses one creature within 40 yards as the spell's target. The created spell will be centered on that creature, unless it is of the type that only affects the caster. The advantages of Random Spell are the casting time which is always 1, the range which is 40 yards regardless of the duplicated spell's original range, and the fact that the wild mage doesn't need to be able to cast the spell or even have it in his spellbook. On the backside, the caster has no knowledge about which spell will be duplicated, not even if the spell's effect is harmful or helpful.
french: Sort Aléatoire III* (Invocation/Évocation) Niveau : 5 Portée : 40 mètres Durée : instantanée Temps d'incantation : 1 Zone d'effet: spéciale Jet de sauvegarde : spécial Similaire aux sorts de niveaux 1 et 3, Sort Aléatoire III cause un effet semblable à un sort aléatoirement choisi de niveau 6 ou 7. Le lanceur de sorts choisit comme cible une créature dans un rayon de 40 mètres. Le sort est alors centré sur cette créature, sauf dans le cas d'un sort qui n'affecte que le lanceur de sorts. Les avantages de Sort Aléatoire sont le temps d'incantation qui est toujours de 1, la portée qui est toujours de 40 mètres quelle que soit la portée originale du sort dupliqué, et le fait que l'entropiste n'a pas besoin d'être capable de lancer ce sort ou même de l'avoir dans son livre de sorts. Le revers de la médaille étant que le lanceur de sorts n'a aucune idée du sort qui va être dupliqué, ni même si le sort est néfaste ou bénéfique.

source: Random Spell IV
french: Sort Aléatoire IV

source: Random Spell IV* (Invocation/Evocation) Level: 7 Range: 40 yards Duration: Instantaneous Casting Time: 1 Area of Effect: Special Saving Throw: Special The most powerful version of Random Spell creates an effect equal to a randomly selected spell of 8th or 9th level. The caster chooses one creature within 40 yards as the spell's target. The created spell will be centered on that creature, unless it is of the type that only affects the caster. The advantages of Random Spell are the casting time which is always 1, the range which is 40 yards regardless of the duplicated spell's original range, and the fact that the wild mage doesn't need to be able to cast the spell or even have it in his spellbook. On the backside, the caster has no knowledge about which spell will be duplicated, not even if the spell's effect is harmful or helpful.
french: Sort Aléatoire IV* (Invocation/Évocation) Niveau : 7 Portée : 40 mètres Durée : instantanée Temps d'incantation : 1 Zone d'effet : spéciale Jet de sauvegarde : spécial La plus puissante version du Sort Aléatoire cause un effet semblable à un sort aléatoirement choisi de niveau 8 ou 9. Le lanceur de sorts choisit comme cible une créature dans un rayon de 40 mètres. Le sort est alors centré sur cette créature, sauf dans le cas d'un sort qui n'affecte que le lanceur de sorts. Les avantages de Sort Aléatoire sont le temps d'incantation qui est toujours de 1, la portée qui est toujours de 40 mètres quelle que soit la portée originale du sort dupliqué, et le fait que l'entropiste n'a pas besoin d'être capable de lancer ce sort ou même de l'avoir dans son livre de sorts. Le revers de la médaille étant que le lanceur de sorts n'a aucune idée du sort qui va être dupliqué, ni même si le sort est néfaste ou bénéfique.

source: Wildfire
french: Feu Entropique

source: Wildfire* (Invocation/Evocation) Level: 9 Range: 0 Duration: Special Casting Time: 1 Area of Effect: Special Saving Throw: Special By means of this spell, the wild mage is able to channel raw magical energy through himself, shaping it into any form or effect he desires. Wildfire allows the caster to create the effect of any wizard spell of 8th level or lower. He need only have general knowledge of the spell and its effects; the spell does not need to be in his own spellbooks.
french: Feu Entropique* (Invocation/Évocation) Niveau : 9 Portée : le jeteur de sorts Durée : spéciale Temps d'incantation : 1 Zone d'effet : spéciale Jet de sauvegarde : spécial Ce sort permet à l'entropiste de canaliser à travers sa propre personne de l'énergie magique brute, lui donnant la forme ou l'effet qu'il désire. Feu Entropique permet au lanceur de sorts de créer l'effet de n'importe quel sort de magicien de niveau 8 ou inférieur. Il n'a besoin que d'une connaissance générale du sort et ses effets ; le sort n'a pas besoin d'être dans son livre de sorts.

source: Mynoc's Irresistible Appeal
french: Appel Irrésistible de Mynoc

source: Mynoc's Irresistible Appeal* (Invocation/Evocation) Level: 1 Range: Visual sight of caster Duration: Instantaneous Casting Time: 1 Area of Effect: 1 creature Saving Throw: none Other than its name suggests, this spell has nothing to do with making the caster more attractive. When Mynoc's Irresistible Appeal is cast, a rope consisting of raw magical energy appears; this rope loops itself around the targeted creature and then shortens, drawing the target toward the caster. There is no saving throw against this spell and it bypasses all magic resistances the targeted creature might have. While this spell is mainly used to get friends out of trouble (or learn to know new ones), some wild mages are known to be crazy enough to cast this spell on enemies to force them into melee-combat.
french: Appel Irrésistible de Mynoc* (Invocation/Évocation) Niveau : 1 Portée : Champ visuel du lanceur de sorts Durée : instantanée Temps d'incantation : 1 Zone d'effet : 1 créature Jet de sauvegarde : aucun Quand ce sort est lancé, une corde constituée d'énergie magique brute apparaît ; cette corde s'enroule d'elle-même autour de la créature ciblée puis se raccourcit, amenant la cible vers le lanceur de sorts. Il n'y a aucun jet de sauvegarde contre ce sort et il contourne toutes les résistances magiques que la créature ciblée pourrait avoir. Bien que ce sort soit principalement utilisé pour sortir ses amis du pétrin (ou s'en faire de nouveaux), quelques entropistes sont connus pour être suffisamment fous pour lancer ce sort sur leur ennemis, les forçant à un corps à corps.

source: Meece's Wildarmor
french: Armure Entropique de Meece

source: Meece's Wildarmor* (Illusion/Phantasm) Level: 6 Range: 0 Duration: 5 rounds/level Casting Time: 4 Area of Effect: The Caster Saving Throw: none This spell was created by the gnomish wild mage Meece Upknot as a means of combat protection. Meece couldn't decide whether stoutness or hiding is the best way to survive a fight, so he made a spell that combines both. The caster of the Wildarmor spell is protected by intense fluctuations in the magical weave around him. This distortion bends the laws of probability to a point where it serves as protection against all forms of damage. For the duration of the spell there is a high probability that any direct attack done to the caster has as smaller effect than it should have; thus all damage intended for the caster is reduced by 20%. However, there is also a 50% chance that the attack distorts the magic field surrounding the caster, causing a wild surge. After the damage done by an attack was reduced, the spell renders the caster invisible to avert further damage. This invisibility lasts for 5 rounds, until dispelled, or until the caster attacks any creature. The spell's duration is 5 rounds for every level of the caster, up to 2 hours at 20th level.
french: Armure Entropique de Meece* (Illusion/Fantasme) Niveau : 6 Portée : le jeteur de sorts Durée : 5 rounds/niveau Temps d'incantation : 4 Zone d'effet : le jeteur de sorts Jet de sauvegarde : aucun Ce sort fut créé par l'entropiste gnome Meece Upknot comme un moyen pour se protéger en combat. Meece n'arrivait pas à décider qui de la robustesse ou de la discrétion était le meilleur moyen pour survivre à un combat, alors il créa un sort qui combine les deux. Le lanceur d'Armure Entropique est protégé par des fluctuations intenses de la toile magique autour de lui. Cette déformation modifie les lois des probabilités à un point tel qu'elles servent alors de protection contre tout type de dégâts. Tant que le sort fait effet, il y a une forte probabilité que toute attaque directe visant le lanceur de sorts ait un effet mois significatif que la normale ; ainsi tous les dégâts que le lanceur de sorts reçoit sont réduits de 20%. Cependant il y a aussi 50% de chance que l'attaque déforme le champ magique entourant le lanceur de sorts, causant un hiatus entropique. Une fois que les dégâts causés par une attaque ont été réduits, le sort rend l'entropiste invisible pour prévenir tout dégât supplémentaire. Cette invisibilité dure 5 rounds, jusqu'à dissipation, ou jusqu'à ce que le lanceur de sorts attaque une créature. Le sort dure 5 rounds pour chaque niveau du lanceur de sorts, avec un maximum de 2 heures au niveau 20.

source: 1st level
french: Niveau 1

source: 2nd level
french: Niveau 2

source: 3rd level
french: Niveau 3

source: 4th level
french: Niveau 4

source: 5th level
french: Niveau 5

source: 6th level
french: Niveau 6

source: 7th level
french: Niveau 7

source: 8th level
french: Niveau 8

source: 9th level
french: Niveau 9

source: 10th level
french: Niveau 10

source: You don't have any suitable spells memorized.
french: Vous n'avez aucun sort approprié de mémorisé.

source: Wild Magic Backlash
french: Réaction Entropique

source: Shape Spell
french: Modeler un Sort

source: Shaped Spell
french: Sort Modelé

source: Hand
french: Main
