Repository: BGforgeNet/bg2-wildmage
Catalog: wildmage/po/*.po
Languages: french

source: Paithan's Fiasco* (Enchantment/Charm) Level: 6 Range: Touch Duration: Special Casting Time: 5 Area of Effect: 1 creature Saving Throw: None Paithan's Fiasco is the reverse version of the level 5 spell Paithan's Lucky Streak. The target, usually an enemy, suffers a run of bad luck. The victim is affected by 1d8 points of bad luck, taking this amount as a penalty to all of his actions. This includes saving throws, to hit chances, thieving skills, etc. In addition, twice the rolled amount is subtracted from any roll the recipient makes on the wild surge chart. At the end of each round, a d20 throw is made to determine if the spell expires. On a roll of 19 or lower, a new 1d8 penalty is rolled, and the spell continues for another round. On a roll of 20, there is still a 25% chance for the spell to continue: If the result of a second d20 roll is 5 or lower, the spell does not only continue, but the next round is also a "Fiasco" round, in which the victim gets 8 points of bad luck penalty and suffers one of the following things: stumble and drop down to the ground for two rounds, drop weapon due to a sudden spasm, fail horrible at parrying and loose all attacks for this round, hurt himself for 1d20 hitpoints or getting blinded by splinters from his own weapon for three rounds. As long as it doesn't expire due to "Good Luck" (20 on D20, then 6 or higher on D20), the spell continues infinitely.
french: Fiasco de Paithan* (Enchantement/Charme) Niveau : 6 Portée : toucher Durée : spéciale Temps d'incantation : 5 Zone d'effet : 1 créature Jet de sauvegarde : aucun Fiasco de Paithan est la version opposée du sort de niveau 5 'Veine Chanceuse de Paithan'. La cible, habituellement un ennemi, souffre d'un excès de malchance. La victime est affectée par 1d8 points de malchance, cette quantité étant appliquée comme pénalité à chacune de ses actions. Ceci inclut les jets de sauvegarde, les jets d'attaque, les capacités de voleur, etc. De plus, le double de la quantité obtenue est retirée à tout jet que la victime pourrait avoir à faire sur la table des hiatus entropiques. A la fin de chaque round, un jet de D20 permet de déterminer si le sort expire. Sur un résultat de 19 ou moins, on tire un nouveau D8 de pénalité, et le sort continue durant un round supplémentaire. Sur un résultat de 20, il reste encore 25% de chances que le sort continue de faire effet : si le résultat d'un second jet de D20 est de 5 ou moins, non seulement le sort continue de faire effet, mais le round suivant est un round de "Fiasco", durant lequel la victime "gagne" 8 points de pénalité de mauvaise fortune et souffre d'un des effets suivants : trébucher et tomber à terre pour deux rounds, lâcher son arme suite à un spasme soudain, rater complètement une parade et perdre toutes ses attaques pour ce round, se blesser de 1D20 points de dégâts ou être aveuglée par les éclats de sa propre arme pour trois rounds. Tant que le sort n'expire pas suite à une "bonne fortune" (20 au D20, puis 6 ou plus au D20), le sort continue de faire effet indéfiniment.

source: Wildstrike
french: Frappe Entropique

source: Wildstrike* (Conjuration/Summoning) Level: 6 Range: 30 yards Duration: 1-15 rounds Casting Time: 3 Area of Effect: One creature Saving Throw: Neg. This spell is used primarily against hostile spellcasters. It distorts all attempts at spellcasting, converting spell energy into wild surges. The victim of a wildstrike is allowed a saving throw, to which a -1 modifier is applied for every 10 levels of the caster. If successful, the spell has no effect. If the saving throw is failed, the target is enclosed within a field of wild magic. Each attempt to casts spells or uses a charge from a magical item, automatically creates a wild surge. When determining the effects of this surge, 5 is subtracted from the die roll for every five levels of the wild mage who cast the wildstrike, making the effects of the wild surge more likely to affect the victim. The duration of the spell is 1 round plus two rounds for every five levels of the caster, up to a maximum of 15 rounds at level 35.
french: Frappe Entropique* (Conjuration/Invocation) Niveau : 6 Portée : 30 mètres Durée : 1-15 rounds Temps d'incantation : 3 Zone d'effet : 1 créature Jet de sauvegarde : annule Ce sort est principalement utilisé face à des lanceurs de sorts hostiles. Il déforme toutes les tentatives d'incantation, convertissant l'énergie magique en hiatus entropiques. La victime d'une frappe entropique lance un jet de sauvegarde, auquel s'applique une pénalité de -1 tous les 10 niveaux du lanceur de sorts. S'il est réussi, le sort n'a aucun effet. Si le jet de sauvegarde est raté, la cible est enveloppée dans un champ de magie entropique. Chaque tentative de lancer des sorts ou d'utiliser les charges d'un objet magique crée automatiquement un hiatus entropique. Lors de la détermination des effets de ce hiatus, on retire 5 au résultat du jet de dé pour chaque tranche de 5 niveaux de l'entropiste, rendant les effets des hiatus entropiques plus à même d'affecter la cible. La durée du sort est de 1 round, plus 2 rounds tous les 5 niveaux du lanceur de sorts, avec un maximum de 15 rounds au niveau 35.

source: Hornung's Random Dispatcher
french: Envoi Aléatoire de Hornung

source: Hornung's Random Dispatcher* (Abjuration) Level: 7 Range: 30 yards Duration: Instantaneous Casting Time: 2 Area of Effect: One creature Saving Throw: Neg. With the utterance of a few words, this spell can hurl someone to a random plane and leave him there. The target is allowed a saving throw against spells. If successful, the spell fails. If unsuccessful, the victim and all items carried by him are sent to a random plane. The caster has no control over the destination of the target. The conditions at the destination may kill the target (for example, arriving in the elemental plane of fire), merely make his life difficult, or promise a new life in paradise (literally). Anyway, when the spell is successful, the caster gets rid of the target, and it's very unlikely that they'll meet again in this lifetime.
french: Envoi Aléatoire de Hornung* (Abjuration) Niveau : 7 Portée : 30 mètres Durée : instantanée Temps d'incantation : 2 Zone d'effet : 1 créature Jet de sauvegarde : annule En énonçant quelques mots, ce sort peut envoyer quelqu'un dans un plan au hasard et l'y abandonner. La cible a droit à un jet de sauvegarde contre les sorts. S'il est réussi, le sort échoue. S'il est raté, la victime et tous les objets qu'elle porte sont envoyés sur un plan choisi aléatoirement. Le lanceur de sorts n'a aucun contrôle sur la destination de la cible. Les conditions du plan d'arrivée peuvent tuer la cible (par exemple, en arrivant sur le plan élémentaire du feu), simplement lui rendre la vie plus difficile, ou lui promettre une nouvelle vie au paradis (littéralement). Dans tous les cas, quand le sort est réussi, le lanceur de sorts se débarrasse de la cible, et il est très peu probable qu'ils se rencontrent à nouveau dans cette vie.

source: was sent to the Abyss
french: a été envoyé aux Abysses

source: was sent to Acheron
french: a été envoyé sur Acheron

source: was sent to the prime world known as Oerth
french: a été envoyé dans le plan matériel de la Taerre (Oerth)

source: was sent to the prime world known as Athas
french: a été envoyé dans le plan matériel d'Athas

source: was sent to Arcadia
french: a été envoyé sur Arcadie

source: was sent to the Astral Plane
french: a été envoyé sur le Plan Astral

source: was sent to the Beastlands
french: a été envoyé sur la Terre des Bêtes

source: was sent to the Outlands
french: a été envoyé sur Outreterre

source: was sent to the Elemental Plane of Air
french: a été envoyé dans le Plan Élémentaire de l'Air

source: was sent to the Elemental Plane of Fire
french: a été envoyé dans le Plan Élémentaire du Feu

source: was sent to the Elemental Plane of Earth
french: a été envoyé dans le Plan Élémentaire de la Terre

source: was sent to the Elemental Plane of Water
french: a été envoyé dans le Plan Élémentaire de l'Eau

source: was sent to Elysium
french: a été envoyé aux Elysées

source: was sent to the Ethereal Plane
french: a été envoyé dans le Plan Ethéré

source: was sent to Gehenna
french: a été envoyé à la Géhenne

source: was sent to Gladsheim
french: a été envoyé sur Gladsheim

source: was sent to the Gray Waste
french: a été envoyé sur la Gaste Grise

source: was sent to Limbo
french: a été envoyé dans les Limbes

source: was sent to the Negative Material Plane
french: a été envoyé dans le Plan de l'Energie Négative

source: was sent to the Quasi-Plane of Vacuum
french: a été envoyé dans le Demi-Plan du Vide

source: was sent to the Quasi-Plane of Ash
french: a été envoyé dans le Demi-Plan de Cendre

source: was sent to the Quasi-Plane of Dust
french: a été envoyé dans le Demi-Plan de Poussière

source: was sent to the Quasi-Plane of Salt
french: a été envoyé dans le Demi-Plan de Sel

source: was sent to the Nine Hells
french: a été envoyé sur Baator

source: was sent to Nirvana
french: a été envoyé au Nirvana

source: was sent to Olympus
french: a été envoyé à L'Arborée

source: was sent to Pandemonium
french: a été envoyé au Pandemonium

source: was sent to the Para-Elemental Plane of Smoke
french: a été envoyé sur le Plan Para-Élémentaire de la Fumée

source: was sent to the Para-Elemental Plane of Magma
french: a été envoyé sur le Plan Para-Élémentaire du Magma

source: was sent to the Para-Elemental Plane of Ooze
french: a été envoyé sur le Plan Para-Élémentaire de la Vase

source: was sent to the Para-Elemental Plane of Ice
french: a été envoyé sur le Plan Para-Élémentaire de la Glace

source: was sent to the Positive Material Plane
french: a été envoyé sur le Plan Matériel Positif

source: was sent to the Quasi-Plane of Lightning
french: a été envoyé sur le Plan Quasi-Elementaire de la Foudre

source: was sent to the Quasi-Plane of Radiance
french: a été envoyé sur le Plan Quasi-Elementaire de la Radiance

source: was sent to the Quasi-Plane of Minerals
french: a été envoyé sur le Plan Quasi-Elementaire des Minéraux

source: was sent to the Quasi-Plane of Steam
french: a été envoyé sur le Plan Quasi-Elementaire de la Vapeur

source: was sent to the Icewind Dale
french: a été envoyé au Val de Bise

source: was sent to the Seven Heavens
french: a été envoyé sur le Mont Céleste

source: was sent to the Tarterus
french: a été envoyé aux Carcères

source: was sent to the Twin Paradises
french: a été envoyé sur Bytopie

source: Summon Cow
french: Convocation de Vache

source: Summon Cow* (Summoning) Level: 7 Range: Visual range of caster Duration: Instantaneous Casting Time: 3 Area of Effect: 1 creature Saving Throw: Special Upon casting this spell, a cow is summoned in the air 50-200 yards above the targeted creature. The exact height is dependent on the caster's level, and determines the damage done to the target. Once summoned, the animal will fall down upon the target. The impact as well as the crash to the ground cause crushing damage equal to 3d10 + 1d10 for every three levels of the caster, up to a maximum total of two times 10d10 at Level 21. There is no saving throw against the physical impact, though a very lucky or agile individual may drop to the ground without taking additional damage. If the targeted creature survives the impact, there's a chance of 10% +10% for every three experience levels of the caster, that the victim drops random equipment while falling. The maximum chance is 80% at Level 21; there is no saving throw. Finally, the whole situation is so confusing and frightening, that the target must save against spells or flee in panic for three rounds. The saving throw starts with a modifier of +2, which is decreased by 1 for every three levels of the caster, until it reaches -5 at 21th level. Warning: Basically, this spell is just a purposeful release of a specific wild surge. As such, there is a chance for unwanted side effects. It is also strongly advised against using this spell in the presence of rangers or druids.
french: Convocation de Vache* (Invocation) Niveau : 7 Portée : Portée visuelle du lanceur de sorts Durée : instantanée Temps d'incantation : 3 Zone d'effet : 1 créature Jet de sauvegarde : spécial Lorsque ce sort est lancé, une vache est invoquée dans le ciel, 50 à 200 mètres au-dessus de la créature ciblée. La hauteur exacte dépend du niveau du lanceur de sorts, et détermine les dégâts causés à la cible. Une fois invoqué, l'animal tombe sur la cible. L'impact ainsi que le crash au sol cause 3d10 points de dégâts contondants plus 1d10 pour chaque tranche de 3 niveaux du lanceur de sorts, avec un maximum de 10d10 au niveau 21. Il n'y a aucun jet de sauvegarde contre l'impact physique, bien qu'un individu très chanceux ou très agile puisse se laisser tomber au sol sans dégâts supplémentaires. Si la créature ciblée survit à l'impact, il y a 10% de chance + 10% pour chaque tranche de 3 niveaux d'expérience du lanceur de sorts que la victime lâche un objet au hasard lors de sa chute. La probabilité maximale est de 80% au niveau 21 ; il n'y a aucun jet de sauvegarde. Finalement, la situation dans son ensemble est si effrayante et prête tellement à confusion que la cible doit réussir un jet de sauvegarde contre les sorts sous peine de s'enfuir pour trois rounds, paniquée. Le jet de sauvegarde s'effectue avec un modificateur de +2, qui décroit de 1 pour chaque niveau de lanceur de sorts, jusqu'à atteindre -5 au niveau 21. Attention : Fondamentalement, ce sort n'est que le déclenchement contrôlé d'un hiatus entropique bien particulier. Il peut donc y avoir des effets secondaires indésirables. Il est aussi fortement déconseillé d'utiliser ce sort en présence de rôdeurs ou de druides.

source: Mynoc's Wild Recuperation
french: Récupération Entropique de Mynoc

source: Mynoc's Wild Recuperation* (Evocation) Level: 8 Range: 0 Duration: Instantaneous Casting Time: 10 Area of Effect: The caster Saving Throw: None When casting this spell, the wild mage willingly releases raw magical energy in form of a wild surge. If he manages to control the wild surge, he can use the energy to bring back into memory 1d4 spells that have been previously cast. If no spells have been cast yet, then nothing happens, and the spell is wasted. For determining the result of the wild surge, the wild mage gains a +40 bonus on the wild surge table; making it very likely that the spell has at least some kind of favorable result. Mynoc's Wild Recuperation can only restore spells of 7th-level or less.
french: Récupération Entropique de Mynoc* (Évocation) Niveau : 8 Portée : le jeteur de sorts Durée : instantanée Temps d'incantation : 10 Zone d'effet : Le jeteur de sorts Jet de sauvegarde : aucun Quand ce sort est lancé, l'entropiste libère volontairement de l'énergie magique brute sous la forme d'un hiatus entropique. S'il réussit à contrôler le hiatus entropique, il peut utiliser l'énergie pour se remémorer 1d4 sorts précédemment lancés. Si aucun sort n'a encore été lancé, alors rien ne se se passe et le sort est perdu. Pour ce qui est de l'effet du hiatus entropique, le mage reçoit un bonus de +40 sur la table correspondante ; il est donc probable qu'un résultat un tant soit peu favorable se produise. Récupération Entropique de Mynoc ne permet de se remémorer que de sorts de niveau 7 ou moins.

source: 1 spell restored to memory
french: 1 sort remémoré

source: 2 spells restored to memory
french: 2 sorts remémorés

source: 3 spells restored to memory
french: 3 sorts remémorés

source: 4 spells restored to memory
french: 4 sorts remémorés

source: Eye of the Beholder
french: Oeil du Spectateur

source: Eye of the Beholder* (Evocation) Level: 8 Range: Visual range of caster Duration: 1 round/5 levels Casting Time: 5 Area of Effect: Special Saving Throw: Special When this spell is cast, one of the wild mage's eyeballs pops out, and is transformed into a Beholder's eye stalk. Once per round, the wild mage may use this eyestalk to gaze at a target, causing one of 10 possible effects to shoot forth from the eye. The exact result (including saving throws, range, duration, etc.) are determined at random from among the 10 functions of a beholder's eye stalks: Charm Person, Fear, Disintegrate, Slow, Petrification, Cause Serious Wounds, Hold Person, Lightning Bolt, Paralyze or Death Ray. Usually, the caster's eye returns to its original shape and place after the spell has expired.
french: Oeil du Spectateur* (Évocation) Niveau : 8 Portée : champ visuel du lanceur de sorts Durée : 1 round/5 niveaux Temps d'incantation : 5 Zone d'effet : spéciale Jet de sauvegarde : spécial Quand ce sort est lancé, un des globes oculaires de l'entropiste quitte son orbite, et est transformé en un pseudopode de Spectateur. Une fois par round, l'entropiste peut utiliser ce pseudopode pour fixer une cible et déclencher une des 10 attaques possibles de l'oeil. Le résultat exact (incluant le jet de sauvegarde, la portée, la durée, etc.) est déterminé au hasard parmi les 10 fonctions d'un oeil de Spectateur : Charme Personne, Horreur, Désintégration, Lenteur, Pétrification, Blessures Graves, Immobilisation, Eclair, Paralysie ou Rayon de la Mort. Habituellement, l'oeil du lanceur de sorts reprend sa forme et sa place initiale une fois le sort terminé.

source: Beholder's Gaze
french: Regard du Spectateur

source: "Beholder's Gaze" has been added to your Special Abilities menu
french: "Regard du Spectateur" a été ajouté à votre menu de Capacités Spéciales.

source: Entropy Shield
french: Bouclier Entropique

source: Entropy Shield* (Abjuration) Level: 9 Range: 0 Duration: 2 turns Casting Time: 9 Area of Effect: The caster Saving Throw: None This spell surrounds the caster in a protective field of raw magical energy. This field will absorb the energy of any wild surge and all but the most powerful spells. For the spell's duration, the caster is immune to all spells of 7th level or lower, this includes spells like Ruby Ray Of Reversal that are specifically designed to cancel spell protections. Only pierce shield and spellstrike are capable of bringing down an entropy shield. In addition, the caster gains a +100 bonus to rolls on the wild surge table, forcing all his spell to be cast normally; this also applies to Nahal's Reckless Dweomer - as long as the entropy shield is active, the caster always succeeds in creating the desired spell effect.
french: Bouclier Entropique* (Abjuration) Niveau : 9 Portée : le jeteur de sorts Durée : 2 tours Temps d'incantation : 9 Zone d'effet : le jeteur de sorts Jet de sauvegarde : aucun Ce sort entoure le lanceur de sorts d'un champ protecteur d'énergie magique brute. Le champ absorbe l'énergie de tout hiatus entropique et tous les sorts, exceptés les plus puissants. Pendant toute la durée du sort, le lanceur de sorts est immunisé à tous les sorts de niveau 7 ou moins, ce qui inclut des sorts comme Rayon Rubis d'Inversion qui sont spécifiquement conçus pour dissiper les protections magiques. Seul Perce-Bouclier et Anéantissement des Défenses sont capables d'annihiler un bouclier entropique. De plus, le lanceur de sorts gagne un bonus de +100 pour les jets de la table des hiatus entropiques, permettant à tous ses sorts d'être lancés normalement ; ceci s'applique aussi à Rupture Hasardeuse de Nahal - tant que le bouclier entropique est actif, le lanceur de sorts réussit toujours à créer l'effet désiré.

source: Wild Sphere
french: Sphère Entropique

source: Wild Sphere* (Conjuration/Summoning) Level: 9 Range: Visual range of the caster Duration: 6 turns Casting Time: 1 round Area of Effect: 30' radius Saving Throw: Special This powerful spell creates a temporary rift in the Weave. The area of effect is a sphere with 30 foot radius; within chaos reigns. Any spell cast within the Wild Sphere automatically causes a wild surge. Effects from magical items that expend charges also cause wild surges when used in the area. Other magical items function normally. Even after a victim left the area of effect, it takes one round for his spell casting capabilities return to normal. In addition, everyone within the area of effect must make a save vs. spells at -5 every round, or cause a weave disturbance that fires multiple wild surges at random targets for one round, comparable to the 4th level spell Glyph of Wild Magic. Vicims that also fail the save vs. spells without modifier, are subject to one of the following random effects: randomly teleported, polymorphed into a squirrel, confused, paralyzed, healed by 1d8 hit points, take 1d8 hit points of damage, rendered unconscious or hasted.
french: Sphère Entropique* (Conjuration/Invocation) Niveau : 9 Portée : champ visuel du lanceur de sorts Durée : 6 tours Temps d'incantation : 1 round Zone d'effet : rayon de 9 mètres Jet de sauvegarde : spécial Ce sort puissant crée une brèche temporaire dans la Toile. La zone d'effet est une sphère de 9 mètres de rayon, dans laquelle règne le chaos. Tout sort lancé à l'intérieur de la Sphère Entropique cause automatiquement un hiatus entropique. Les effets provoqués par des objets magiques à charges causent aussi des hiatus entropiques lorsqu'ils sont utilisés dans cette zone. Les autres objets magiques fonctionnent normalement. Une fois qu'une victime a quitté la zone d'effet, il lui faut un round pour que ses capacités d'incantation reviennent à la normale. De plus, chaque personne dans la zone d'effet doit réussir un jet de sauvegarde contre les sorts avec un malus de -5 à chaque round, ou causer une perturbation de la Toile qui déclenche plusieurs hiatus entropiques sur des cibles aléatoires pendant un round, tout comme le sort de niveau 4 Glyphe de Magie Entropique. Les victimes qui ratent le jet de sauvegarde contre les sorts sans tenir compte du malus sont aléatoirement sujettes à un des effets suivants : Téléportation aléatoire, Métamorphose en écureuil, Confusion, Paralysie, Soin de 1d8 points de vie, Blessure de 1d8 points de dégâts, Inconscience ou Hâte.

source: Rhialto's Marvelous Reincarnation
french: Réincarnation Merveilleuse de Rhialto
